-- phpMyAdmin SQL Dump
-- version 4.4.15
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: 2023-01-30 14:39:16
-- 服务器版本： 5.6.45
-- PHP Version: 5.3.29

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `jiari_zhaoren`
--

-- --------------------------------------------------------

--
-- 表的结构 `typecho_circle_follow`
--

CREATE TABLE IF NOT EXISTS `typecho_circle_follow` (
  `id` bigint(20) NOT NULL,
  `uid` bigint(20) NOT NULL DEFAULT '0' COMMENT '用户ID',
  `mid` bigint(20) NOT NULL DEFAULT '0' COMMENT '关注meta/circle',
  `createtime` int(10) DEFAULT '0' COMMENT '关注时间'
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- 表的结构 `typecho_comments`
--

CREATE TABLE IF NOT EXISTS `typecho_comments` (
  `coid` int(10) unsigned NOT NULL,
  `cid` int(10) unsigned DEFAULT '0',
  `created` int(10) unsigned DEFAULT '0',
  `author` varchar(200) DEFAULT NULL,
  `authorId` int(10) unsigned DEFAULT '0',
  `ownerId` int(10) unsigned DEFAULT '0',
  `mail` varchar(200) DEFAULT NULL,
  `url` varchar(200) DEFAULT NULL,
  `ip` varchar(64) DEFAULT NULL,
  `agent` varchar(200) DEFAULT NULL,
  `text` text,
  `type` varchar(16) DEFAULT 'comment',
  `status` varchar(16) DEFAULT 'approved',
  `parent` int(10) unsigned DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=21 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `typecho_contents`
--

CREATE TABLE IF NOT EXISTS `typecho_contents` (
  `cid` int(10) unsigned NOT NULL,
  `title` varchar(200) DEFAULT NULL,
  `slug` varchar(200) DEFAULT NULL,
  `created` int(10) unsigned DEFAULT '0',
  `modified` int(10) unsigned DEFAULT '0',
  `text` longtext,
  `order` int(10) unsigned DEFAULT '0',
  `authorId` int(10) unsigned DEFAULT '0',
  `template` varchar(32) DEFAULT NULL,
  `type` varchar(16) DEFAULT 'post',
  `status` varchar(16) DEFAULT 'publish',
  `password` varchar(32) DEFAULT NULL,
  `commentsNum` int(10) unsigned DEFAULT '0',
  `allowComment` char(1) DEFAULT '0',
  `allowPing` char(1) DEFAULT '0',
  `allowFeed` char(1) DEFAULT '0',
  `parent` int(10) unsigned DEFAULT '0',
  `name` varchar(30) DEFAULT '' COMMENT '地点name',
  `district` varchar(30) DEFAULT '' COMMENT '地点区县',
  `address` varchar(40) DEFAULT '' COMMENT '街道名称',
  `views` int(10) DEFAULT '0',
  `agree` int(10) NOT NULL DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=321 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `typecho_contents`
--

INSERT INTO `typecho_contents` (`cid`, `title`, `slug`, `created`, `modified`, `text`, `order`, `authorId`, `template`, `type`, `status`, `password`, `commentsNum`, `allowComment`, `allowPing`, `allowFeed`, `parent`, `name`, `district`, `address`, `views`, `agree`) VALUES
(7, '减少血管里的胆固醇，少熬夜，饭吃八成饱，增加运动\n', '7', 1631449884, 1631449884, '<!--markdown-->减少血管里的胆固醇，少熬夜，饭吃八成饱，增加运动\n肝是夜晚工作的\n运动会消耗胆固醇，不运动胆固醇会游离态在也血管里，可能会导致血管周脉硬化，冠心病，心梗等疾病。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 335, 0),
(2, '关于', 'start-page', 1631153880, 1637538585, '<!--markdown-->本页面由 程序 创建, 这只是个测试页面.', 0, 1, NULL, 'page', 'publish', NULL, 0, '1', '1', '1', 0, '', '', '', 7, 0),
(5, '蛋黄里有胆碱，胆固醇和脂肪。', '5', 1631447991, 1631447991, '<!--markdown-->蛋黄里有胆碱，胆固醇和脂肪。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 260, 0),
(6, '动的少，胆固醇可能会高，少吃点蛋黄', '6', 1631448141, 1631448141, '<!--markdown-->动的少，胆固醇可能会高，少吃点蛋黄', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 243, 0),
(10, '胆结石治愈案例收集1\n治愈案例整理记录，跑步+优思', '10', 1635034736, 1635034736, '<!--markdown-->胆结石治愈案例收集1\n治愈案例整理记录，跑步+优思弗+四金汤，早上不吃饭得胆结石治好一位，性别男，年龄25左右！治疗时长约4个月，跑步时长4个月，除下雨天除外，早上跑一次，晚上跑一次\n\n病程治愈时间：2020年～2021年4月\n具体时间：2020年10月底到2021年3月13号\n结石情况: 七八个石头，最大5*8mm\n结石病因：吃饭不规律，和父母赌气。有时候晚上也不吃饭，连着好几顿不吃饭，饮食不规律', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 366, 0),
(11, '如何从饮食上预防胆石症与慢性胆囊炎\n如何从饮食上预', '11', 1635034941, 1635034941, '<!--markdown-->如何从饮食上预防胆石症与慢性胆囊炎\n如何从饮食上预防胆石症与慢性胆囊炎\n\n　　Ａ、忌饮食无规律：由于人在饥饿时胆汁排空减少，而有胆汁潴留，胆汁在胆囊中浓缩而使粘稠度增高，易促使胆结石的形成和增大。因此，要养成一日三餐的习惯，尤其是要养成吃早餐的习惯，以减少胆石病的发生。\n\n　　B、忌高脂肪和高胆固醇类食物：胆结石的形成与脂质类代谢紊乱和高胆固醇有关。人们在消化高脂肪食物时，需要大量的胆汁参与，而患有胆石病和胆囊炎的病人，在胆囊急 骤收缩时会产生胆绞痛，如果结石梗阻于胆管，则疼痛更为剧烈，并伴有面色苍白、恶心、呕吐等。而慢性胆囊炎患者，因胆汁分泌不良，在吃高脂肪食物后，可出现胆囊区隐痛及腹部胀满、恶心厌食等消化不良的症状。所以，本病患者应该限制脂肪的摄入量，应以植物类脂肪为好。?胆固醇是胆结石形成的重要原材料，胆结石的主要成分90%以上由胆固醇构成。限制胆固醇含量高的食物可以调整体内胆固醇水平，防止胆结石的形成。含胆固醇高的食品有动物内脏、禽蛋、蟹黄、鱿鱼、虾皮等。本病患者应多吃一些燕麦、荞麦、黄豆、香菇、洋葱、山楂、牛奶、海藻等降胆固醇食品。\n\n　　C、忌辛辣油炸食品：辛辣调味品如辣椒、川椒等可增加胆囊收缩素的产生，胆道口括约肌紧张不能松弛，胆汁流出不顺利，故应禁用。油炸火烤食品，在高温下产生有毒物质，能刺激胆道，引起胆绞痛，也应禁用。?\n\n　　D、忌吃产气食品：胆石病及慢性胆囊炎病人，平时多伴有消化功能减弱，且常因胃肠胀气而加重病情。因此，豆类、红薯、芋头、大蒜、韭菜等易于引起胀气的食品应慎用。?\n\n　　E、胆石病和胆囊炎患者，要养成定时排便的习惯，保持胃肠道的正常通降功能，对于减少本病的发作很有好处。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 173, 0),
(12, '【原创】胆石症形成与哪些因素有关\n胆石症是一种发生', '12', 1635035020, 1635035020, '<!--markdown-->【原创】胆石症形成与哪些因素有关\n胆石症是一种发生在胆囊和胆管的结石病，包括胆固醇结石，胆色素结石和混合型结石。我国胆石症的患病率已上升到10%以上，也就是说我国的胆石症患者已逾1亿。虽然胆石症患者非常多见，但并非每个人都会患胆石病。那么，究竟哪些因素容易引起胆石症呢？\n\n胆石的成因十分复杂，是综合性因素所致，通过临床观察、实验研究和流行病学方法调查，目前认为其基本因素是胆汁的成分和理化性质发生了改变，导致胆汁中的胆固醇呈过饱和状态，易于沉淀析出和结晶而形成结石；另外，胆囊结石病人的胆汁中可能存在一种促成核因子，可分泌大量的粘液糖蛋白促成核和结石形成；第三，胆囊收缩能力减低，胆囊内胆汁淤滞也有利于结石形成。导致上述情况改变，可能与下列因素有关。\n\n●性别 胆囊结石，女性常见，尤其是多次妊娠、长期服用避孕药或绝经后用雌激素类药物治疗的妇女，患胆石症较多。因为她们体内雌激素的变化直接影响肝脏的酶系统，使肝细胞分泌的胆汁中胆酸盐含量减少，胆固醇含量增加，还能干扰胆囊收缩功能，胆汁排放受阻，胆汁淤积，促使胆石形成。\n\n●年龄 随着年龄的增长，胆道运动功能逐渐降低。所以，年龄越大，胆汁中的胆固醇越容易从胆汁中沉积，故胆石症的发病率随着年龄的增长而上升。\n\n●遗传基因 最新研究发现，在人和动物中确实具有携带胆石症的信息基因。这就证实了胆石症的发生与遗传有关。\n\n●长期不早餐 一些夜间空腹时间长的人，胆汁分泌减少，胆汁的成分也发生变化，其中胆酸含量减少，而胆固醇在胆囊中沉积，长此以往，便形成胆固醇结石。原来就患有胆酸分泌不足或胆固醇分泌过多的人，若经常不吃早餐，更容易发生胆石病。\n\n●嗜甜食者 过量的糖分会增加胰岛素的分泌，加速胆固醇的积累，造成胆汁中胆固醇、胆汁酸、卵磷脂三者之间的比例失调；过量的糖分还会自行转化为脂肪，促使人体发胖，进而引起胆固醇分泌增加，从而促使胆结石的发生。\n\n●过食精制碳水化合物 因为过食精制碳水化合物会增加胆汁中胆固醇的饱和度，使胆固醇沉淀而形成结石。\n\n●过食脂类食物 摄入大量脂类食物，可促使胆汁成分改变，其中胆固醇和胆色素的含量增加；脂肪代谢也易发生紊乱，胆汁易浓缩，胆囊收缩功能也降低，更易形成胆结石。\n\n●饮食不洁 我国胆石病高发区，70%胆石是以蛔虫卵和蛔虫残体为核心。死亡虫卵或虫体一旦成为结石的核心，导致胆道引流不畅，加上虫体带入大肠杆菌造成的胆道感染，细菌可以使胆汁中可溶性的直接胆红素转变成难溶性的间接胆红素，而后者很容易与钙结合沉淀形成结石。\n\n●长期素食者 结石的形成固然与脂肪过多、胆固醇过高有关。更主要的取决于胆固醇的溶解度。正常人的胆固醇与胆盐、卵磷酯以一定的比例混合呈微胶柱状悬浮于胆汁中，当这一比例破坏，便会形成结石。一些素食者摄入卵磷酯不足，且素食中过多的纤维妨碍了胆汁酸的重吸收，使胆汁中的胆盐浓度下降。卵磷酯与胆盐不足，导致比例失调，造成结石的形成。\n\n●胃大部分切除术后 胃大部分切除时，往往会使迷走神经受到损害，胆囊张力下降，易使胆汁淤滞而形成结石。\n\n●结肠部分切除术后的患者，因吸收肠道中胆盐的能力下降，使胆汁中胆盐的含量下降，溶解胆固醇的能力也会随之下降，胆固醇结石的发病率随之上升。\n\n●患有糖尿病、肾炎、甲状腺功能减弱、溶血性疾病等患者容易形成胆固醇结石。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 164, 0),
(13, '书中的话语\n只要你不尴尬，尴尬的就是别人。～来源：', '13', 1635035697, 1635035697, '<!--markdown-->书中的话语\n只要你不尴尬，尴尬的就是别人。～来源：一剑独尊\n\n\n![](https://cdn.jsdelivr.net/gh/piegun/01@110ac3e888be46869d4e48919cf69662662780cb/2021/10/24/0/3650402.png)\n\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 308, 0),
(14, '苹果汁治疗的看法\n', '14', 1635035830, 1635035830, '<!--markdown-->苹果汁治疗的看法\n\n\n![](https://cdn.jsdelivr.net/gh/piegun/01@02c1756d5e468dafddf7b99dd670b0db327a5ee7/2021/10/24/0/3976850.png)\n\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 224, 0),
(16, '不想身体长结石，切记少做8件事，多吃4种食物！（转', '16', 1635036050, 1635036050, '<!--markdown-->不想身体长结石，切记少做8件事，多吃4种食物！（转载）\n不想身体长结石，切记少做8件事，多吃4种食物！\n退休群i 前天\n\n640?wx_fmt=other【640?wx_fmt=gif】点击上方蓝色字体免费关注\n\n有一种病来势汹汹，它虽然不是什么大病，却能痛到您直不起腰，传说中的人体三大痛：肾绞痛、胆绞痛、分娩痛！其中就有两项与它相关，这个病就是——结石。\n\n\n没错，血肉之躯中也会长出形态各异的石头！它们有大有小，坚硬程度、排列状态都不同，长在不同部位，名字也不相同。\n\n\n人体最常见的三种结石\n\n\n\n\n1\n\n胆结石\n\n\n\n根据发病部位可以分为胆囊结石和胆管结石。胆囊结石有胆绞痛和急性胆囊炎症状，胆管结石则常伴有腹痛、黄疸、发热。\n\n\n2\n\n泌尿系结石\n\n\n\n根据结石所在部位的不同，可以分为肾结石、输尿管结石、膀胱结石、尿道结石。典型症状为腰腹部绞痛、血尿，或伴有尿频、尿急、尿痛等泌尿系统梗阻和感染的症状。\n\n\n3\n\n胃结石\n\n\n\n多因食入的某种动植物成分、毛发或某些矿物质在胃内无法消化、凝结成块而成。多数患者有上腹不适、胀满、恶心或疼痛感等症状。\n\n\n图片\n\n预防结石，切记少做8件事\n\n\n\n\n1\n\n忌高糖饮食\n\n\n\n过量摄入甜食，极易造成胆汁内的胆固醇、胆汁酸、卵磷脂三者间的比例失调，而过多的胆固醇又可形成胆固醇结石。\n\n\n此外，高糖饮食会通过提高尿钙的排泄而增加尿路结石的风险。尤其是乳糖，易导致草酸钙在体内积存形成肾结石。\n\n\n2\n\n忌高脂饮食\n\n\n\n长期大量吃高胆固醇食物，如蛋黄、肥肉、动物内脏、动物皮等，容易导致胆盐溶解胆固醇的能力下降，造成胆固醇易结晶析出，形成结石。\n\n\n同时，体内脂肪含量过高，会减少肠道中可结合的钙，增加草酸盐的吸收，特别是在出汗多、喝水少、尿量少时，会加速肾结石的形成。\n\n\n图片\n\n3\n\n忌过量吃肉\n\n\n\n经常吃肉太多甚至拿肉当主食的人，蛋白质在体内消化代谢后，就会增加尿液酸性，身体为平衡尿液酸碱度，会释放碱性的钙，钙与尿酸便会在泌尿系统中形成结石。\n\n\n成人每天需60~80克蛋白质，经常大吃大喝的人很容易超标。可多吃果蔬并相应减少肉类摄入。\n\n\n4\n\n忌纯素饮食\n\n\n\n虽然不建议大家吃大鱼大肉，但您也别以为吃素就万事大吉！\n\n\n事实上，低脂肪可能会影响机体对于营养的吸收，造成胆汁缺乏，进而引起胆结石。\n\n\n而当维生素E、维生素A缺乏时，也可能影响胆固醇代谢，进而诱发结石形成。因此，饮食还是要荤素合理搭配的好。\n\n\n5\n\n忌快速减肥\n\n\n\n有研究显示，在快速减肥的2~4个月内，约有1/4的减肥者会发生胆结石。\n\n\n\n可以肯定的是，过度快速减肥对于身体是有伤害的，尤其是通过节食减肥的人，其胆囊收缩功能会明显减弱，导致胆囊内黏液浓缩、钙质增加，从而形成胆结石。\n\n\n6\n\n忌喝水太少\n\n\n\n肾脏在运行各项功能时需要充足的水分来辅助，而充足的水分也有助于促进人体的新陈代谢，降低结石风险！\n\n\n因此，结石病患者平时一定要多喝水，保证充足的水分摄入，一般每天不少于2000~2500毫升。\n\n7\n\n忌高嘌呤饮食\n\n\n\n高嘌呤饮食，如海鲜、猪肝、猪肾等动物内脏，以及各种肉汤、猪肉、牛肉等，均含有较多的嘌呤成分，嘌呤进入人体后新陈代谢的最终产物是尿酸，而尿液中尿酸排出过多容易形成尿酸结石。\n\n\n8\n\n忌胡乱用药\n\n\n\n长期用药，引起的结石问题容易被人忽视，尤其是以下几种药。\n\n\n抗生素：头孢曲松、甲硝唑、磺胺类药物。\n\n\n避孕药：避孕药的主要成分雌激素会影响肝胆功能，使胆汁合成减少，胆固醇分泌增多，影响胆囊的收缩和排泄功能。\n\n\n抗炎药：长期服非甾体类抗炎药吲哚美辛（消炎痛）可能形成结晶，增大胆结石风险。\n\n\n消食药：大山楂丸等消食药含山楂，它含单宁酸较多，与胃酸作用易形成不溶于水的沉淀，引起胃结石。\n\n\n服上述药时，需要多喝水，帮助代谢产物排泄。服药半年以上者，每半年定期做胆囊、肾脏和胃部B超。有结石病史者用药前应和医生沟通。\n\n图片\n\n预防结石，要多吃4种食物\n\n\n\n\n1\n\n黑木耳\n\n\n\n黑木耳对于胆结石、肾结石、膀胱结石、粪石等内源性异物有比较显著的化解功能。\n\n\n黑木耳中所含的发酵和植物碱，具有促进消化道与泌尿道各种腺体分泌的功能，并可协同这些分泌物催化结石、滑润管道，促使结石排出。\n\n\n2\n\n赤小豆\n\n\n\n赤小豆性微寒、味甘酸，具有健脾燥湿、消肿解毒的功效。可单用或与鸡内金、白茅根合用，用于治疗各型结石。\n\n\n3\n\n黑豆\n\n\n\n黑豆是大豆的黑色种子，性平味甘，具有祛风活血利水的功效，可与车前草、粳米同服，用于治疗各种结石。\n\n\n4\n\n核桃\n\n\n\n核桃对于防治多种结石都有积极作用，其富含的亚油酸及多种矿物质，能够抑制体内胆固醇的形成，降低胆汁中胆固醇、胆色素的浓度，从而阻止胆结石的形成。\n\n\n此外，核桃中还含有丙酮酸，能阻止黏蛋白和钙离子结合，进而阻止肾结石的形成。\n\n\n小小结石危害大，\n\n疼痛一来都害怕。\n\n饮食均衡很重要，\n\n没错，\n\n人体就是这么“娇嫩”~', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 153, 0),
(17, '无上杀神2020-10-07 20:39终于看完了', '17', 1635036356, 1635036356, '<!--markdown-->无上杀神2020-10-07 20:39终于看完了\n追更有5年了好像，今天终于大结局了，真的是漫长啊……\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 196, 0),
(18, '之前的药方，有点寒，吃后立马会脾疼', '18', 1635380760, 1635380891, '<!--markdown-->之前的药方，有点寒，吃后立马会脾疼\r\n\r\n![](https://pic.rmb.bdstatic.com/bjh/0bffc4d3d81396c40b79c2bb73ec8719.jpeg)\r\n\r\n', 0, 1, NULL, 'post', 'private', NULL, 0, '0', '0', '0', 0, NULL, NULL, NULL, 1, 0),
(19, '排石汤_百度百科', '19', 1635381167, 1635381167, '<!--markdown-->[pureLink comment="https://baike.baidu.com/item/%E6%8E%92%E7%9F%B3%E6%B1%A4/9254498?ivk_sa=1022817p\n排石汤主要由柴胡、黄芩、郁金、枳壳、姜黄、青皮、大黄(后下)、白芍、山楂、川楝子、金钱草组成；用水煎服，清热利湿，通淋排石，可治疗肝胆管结石，总胆管结石，胆囊结石，胆道术后残余结石，胆道泥沙样结石等。\n来源\n《古今名方》。\n组成\n柴胡 黄芩 郁金 枳壳 姜黄 青皮 大黄(后下) 白芍各15克 山楂10克 川楝子12克 金钱草30克\n用法\n水煎服。\n功用\n清热利湿，通淋排石，\n主治\n肝胆管结石，总胆管结石，胆囊结石，胆道术后残余结石，胆道泥沙样结石等。\n按：原书云：用本方时可配合针灸，以提高疗效。即上午八时口服排石汤，九时电针右侧日月、期门两穴二小时，十时服50%硫酸镁30～50毫升。\n加减\n腹痛重，加延胡索；呕吐，加竹茹、半夏；高烧感染，加金银花、蒲公英、连翘；湿热黄疸重，加茵陈、栀子、龙胆草。\n【副作用】\n有报道禁止服用排石汤的文献，因为柴胡内含有的皂苷能引起肾毒性损伤。\n三金排石汤\n中医的治疗是辨证施治\n应该帮助患者解决的问题是\n1：控制肾盂、膀胱、尿道感染、\n2：止痛，消除患者发病时症见肾绞痛、膀胱、生殖器、大腿内则、及同侧睾丸的疼痛。\n3：排石，只有控制肾盂、膀胱、尿道感染、才有利于帮助排石。\n临床中应用"三金排石汤"治疗肾结石，效果很好，\n介绍如下，供大家临床中参考\n方药组成：鸡内金30g，金钱草30g，海金沙（兑服）20g，扁蓄15g，瞿麦15g，滑石15g，车前子（包煎）15g，丹参10g，王不留行10g，赤芍10g，陈皮12g，枳壳10g，芒硝（冲服）10g，牛膝15g，甘草6g，虎杖30g，琥珀（研末兑服）3g。\n随症加减：血尿加小蓟、生地；刺痛加元胡、三七粉；发热加双花、公英、黄柏；肾虚加枸杞子、山萸肉。此方每日1剂，水煎500ml左右，分2次服，服后大量饮温开水，并加强跳跃活动，6剂为1疗程，每服1疗程，休息3天。如未见结石排出，可继续服第2疗程。因为经常做些幅度大的运动对排石也好，一定要多喝水。\n方解：该方具有清热利尿，通淋排石，兼行气软坚，活血化瘀的功效。其中鸡内金、金钱草、海金沙能通淋化石，其中金钱草可以增加输尿管动作电位，并有利尿效果，有利于推动输尿管结石下移，促进结石排出；篇蓄、瞿麦、滑石、车前子利尿通淋，虎杖，丹参、赤芍、王不留行能活血化瘀，陈皮、枳壳行气，芒硝泻下、''能化七十二石''，甘草缓急，琥珀活血散瘀、止血开窍、为利水祛浊之要药，配合牛膝引石下行。诸药合用，能增加排尿量，加快输尿管的蠕动频率，使结石排出。..." text="排石汤_百度百科" link="https://baike.baidu.com/item/%E6%8E%92%E7%9F%B3%E6%B1%A4/9254498?ivk_sa=1022817p"]', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 222, 0),
(20, '硫酸镁_百度百科', '20', 1635381478, 1635381478, '<!--markdown-->[pureLink comment="硫酸镁能刺激十二指肠粘膜，反射性地引起总胆管括约肌松弛、胆囊收缩，从而促进胆囊排空，有利胆之功效。可用于治疗胆囊炎胆石症，每次2～5克，每日3次，饭前或餐间口服。50%硫酸镁稀释为33%（高浓度），5mL Tid。..." text="硫酸镁_百度百科" link="https://baike.baidu.com/item/%E7%A1%AB%E9%85%B8%E9%95%81/159705?fr=aladdin"]', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 271, 0),
(21, '网络搜到古今名方\nhttp://zhongyaof', '21', 1635382585, 1635382585, '<!--markdown-->网络搜到古今名方\nhttp://zhongyaofangji.com/p/paishitang.html#16204', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 188, 0),
(22, '谷歌浏览器的扩展程序文件放在哪里的。\nC:\\Use', '22', 1635382833, 1635382833, '<!--markdown-->谷歌浏览器的扩展程序文件放在哪里的。\nC:\\Users\\用户名\\AppData\\Local\\Google\\Chrome\\User Data\\Default\\Extensions这个文件夹里的\n我的是在\nC:\\Users\\Administrator\\AppData\\Local\\Twinkstar\\User Data\\Default\\Extensions', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 232, 0),
(23, '分享一秘方：胆结石（胆囊炎）疗法 ：1.苹', '23', 1635831540, 1635831907, '<!--markdown-->分享一秘方：\r\n\r\n胆结石（胆囊炎）疗法 ：\r\n\r\n1.苹果醋疗法 （apple cider vinegar德国的可以推荐。）\r\n每天早晚饭前20分钟各一次。 2汤勺苹果醋加一汤勺柠檬汁，和350毫升温水拌匀，空腹喝下。连续数周，结石可溶。\r\n\r\n若胆囊炎突然发作，马上喝一下，15分钟疼痛立即减少，甚至消失。\r\n\r\n希望大家广为传播，为更多受胆结石困扰和折磨的人解除痛苦。\r\n\r\n次方来源：\r\nhttps://www.eatmovefeel.de/natuerliche-hausmittel-gegen-gallensteine/\r\n<img class="aligncenter" src="https://i.loli.net/2021/11/02/ja4CAkxYJ92RDSr.png" /><img class="aligncenter" src="https://i.loli.net/2021/11/02/ja4CAkxYJ92RDSr.png" />', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 271, 0),
(24, '田螺有什么功效-有来医生', '24', 1635915645, 1635915645, '<!--markdown-->[pureLink comment="田螺有什么功效?\n田螺的功效有以下几点，第一，田螺可以清热、解暑、利尿、醒酒。第二，有滋阴补肾明目的作用，又能增强肌肉弹性，使皮肤光滑细嫩。同时又是一种高钙高磷食物，对婴幼儿骨骼生长发育有很好的效果。第三，田螺中富含维生素A，这种维生素具有增强视力，治疗一些眼部疾病的作用。能够预防夜盲症的产生。第四，田螺对黄疸、脚气病、痔疮等疾病也有很好的食疗作用。\n..." text="田螺有什么功效-有来医生" link="https://www.youlai.cn/ask/706675.html"]', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 237, 0),
(25, '听着动听的歌曲却没有开心的事情能让自己愉悦，时间在', '25', 1637537822, 1637537822, '<!--markdown-->听着动听的歌曲却没有开心的事情能让自己愉悦，时间在这样的流逝，麻木占据了生命的主导，忙碌的时候是那种麻木，闲下来了也是一种麻木。\n所以麻木到底是什么？是传统思维的侵蚀还是自我时刻否定？\n音乐是麻木思维的一种实例化么？', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 129, 0),
(26, '醉似清风追燕舞，还却杯酒叹余生。', '26', 1637537851, 1637537851, '<!--markdown-->醉似清风追燕舞，还却杯酒叹余生。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 172, 0),
(27, '年少轻狂心性高，脾性不合言语少。聚在一起手机聊，时', '27', 1637537879, 1637537879, '<!--markdown-->年少轻狂心性高，脾性不合言语少。聚在一起手机聊，时光飞逝年事高。\n红尘世界情当道，遇见美女心不跳。风儿有意随风飘，各干各的不打扰，\n举起酒杯三声笑，一笑生活不逍遥，二笑大脑不开窍，三笑世界太花哨。笑尽人间多磨难，笑尽诗人多哀怨，笑尽自己多遗憾。\n男儿生于天地间，气干云霄上九天。\n锐意攻破世界颠，敢叫地球颤三颤。\n球哥一脸嫌弃说，一颤天地风云变。\n二颤水火抛媚眼，三颤地狱降人间。\n四颤时空无次元，五颤老子渡劫难。\n六颤孔子亦无言，七颤佛祖无佛念。\n八颤龙王被水淹，九颤酒杯书新篇。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 173, 0),
(28, '何为美？美人为美，相也。满足为美，精神也。拼命为美', '28', 1637537896, 1637537896, '<!--markdown-->何为美？美人为美，相也。满足为美，精神也。拼命为美，本源也。\n所以，时代导向力而不达者皆可为美！', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 179, 0),
(29, '愿望是美好的，道路是曲折荆棘或是断崖绝壁的，没有足', '29', 1637537922, 1637537922, '<!--markdown-->愿望是美好的，道路是曲折荆棘或是断崖绝壁的，没有足够的能力很难去和现实对抗。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 131, 0),
(30, '相以变化且相关，何为相，小时是小鸡，大了是公鸡，这', '30', 1637537948, 1637537948, '<!--markdown-->相以变化且相关，何为相，小时是小鸡，大了是公鸡，这种外形变化即为相。而随着岁月的变化，相也会变化，但是相变却不能从鸡变成树，这就是相关性。\n相单生单克且无法互逆。\n相相生相克，相生，今日的相是下一代的样子，相克，今日的相会覆盖昨日的相。\n活在当下与活在过去\n现在的时间轴是活在当下，如果是过去时间轴就应该活在过去\n事物的发展与倒退(猜测)\n事物随着岁月的发展也会覆盖发展，发展到岁月不可承载的情况下就会倒退或者重新开始', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 158, 0),
(31, '  知识来源于学习书籍，知识来源参悟。道路不同，则', '31', 1637537966, 1637537966, '<!--markdown-->  知识来源于学习书籍，知识来源参悟。道路不同，则收获不同。你每天背诵古文，不求什么意思，也没法感受真实的情景，只能得到其一个模糊不清的知识。即使是老师和你说时也不过是一嘴带过。这就是书籍上的学习。你有在学习中获得过快乐么？你看书有痴狂过么？如果没有，我建议你感悟一下知识，感悟不到说明读的书不够多，或者需要一个契机。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 199, 0),
(32, '小美女眼睛一亮，大美女心头一颤。以美女为桌面，生活', '32', 1637538262, 1637538262, '<!--markdown-->小美女眼睛一亮，大美女心头一颤。以美女为桌面，生活压力减半。以美女为诗篇，世界时间变慢。\n\n![](https://pic.rmb.bdstatic.com/bjh/3c80ffa1ad30b6e366d81e5bfcd682aa.jpeg)\n\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 288, 0),
(33, '小悟知世界，大悟创千秋。以悟明理，陶醉人间。是快事', '33', 1637538292, 1637538292, '<!--markdown-->小悟知世界，大悟创千秋。以悟明理，陶醉人间。是快事趣事幸事矣！', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 132, 0),
(34, '我想到了一个高级问题，人在地球上等同于网络上的在线', '34', 1637538306, 1637538306, '<!--markdown-->我想到了一个高级问题，人在地球上等同于网络上的在线，那么现实中每个人的生活是不是也是在直播，如果是在直播，那么回放按键在哪里。举个例子：比如手机是我们人类利用科学发明的人与人之间的在线联络方式，那么不是用于人间交换信息的波段或者其他没有探测到的存在直播我们的种种，是应该也存在可能的。这正是印证了举头三尺有神明的说法。而我却用事实证明了神明的存在！你认为呢？', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 169, 0),
(35, '给我一个支点，我可以撬动地球……支点好像找到了，哇', '35', 1637538322, 1637538322, '<!--markdown-->给我一个支点，我可以撬动地球……支点好像找到了，哇哈哈……嗝～', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 141, 0),
(36, '王者荣耀——一个刚出家门就被群殴的游戏！', '36', 1637538337, 1637538337, '<!--markdown-->王者荣耀——一个刚出家门就被群殴的游戏！', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 114, 0),
(37, '  陆地飞腾法，膝盖撞前胸，脚踢屁股蛋，速度快透了', '37', 1637538349, 1637538349, '<!--markdown-->  陆地飞腾法，膝盖撞前胸，脚踢屁股蛋，速度快透了……', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 296, 0),
(38, '  论贫穷困苦的本质\n我在某软件上看到女人说，要找', '38', 1637538369, 1637538369, '<!--markdown-->  论贫穷困苦的本质\n我在某软件上看到女人说，要找一个比自己强，偏爱自己并且可以带自己成长的男人，而不是遇到困难只会抱怨\n所以我想问一下，男人的成长是咋成长的？\n金钱可以代替大部分能力和补齐成长上的短板，好像还需要灵敏的思维和海量的知识储备。而很多时候大家都是在用金钱解决吃饭问题，在生活中偶尔会提升点其他属性，而大幅度提升貌似没有什么明确渠道，这可能就是普通命运在人间不断轮回的真相。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 230, 0),
(39, '人类一怒恨天低\n地球一怒恨人少\n月亮一怒没啥事\n太', '39', 1637538384, 1637538384, '<!--markdown-->人类一怒恨天低\n地球一怒恨人少\n月亮一怒没啥事\n太阳一怒看不着\n今天发布我的世界名作《自然四怒》，超越大部分历史诗人，文字朴实无华，浅显易懂，深入浅出，侧面的刻画了人类的渺小，宇宙的庞大。 满分。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 139, 0),
(40, '实心球与空心胶囊的作用力和反作用力是什么样子的\n轱', '40', 1637538408, 1637538408, '<!--markdown-->实心球与空心胶囊的作用力和反作用力是什么样子的\n轱辘 换成实体球形会产生什么影响\n空气等同于空虚寂寞无聊\n那么实心等同于充实快乐自然 否定\n根据力的作用是相互的\n空虚寂寞为精神消极力也是动物原力觉醒\n时间等同于空心胶囊\n那么实心球会是什么？\n一个人的空心胶囊填满就是充实\n抵抗力也是空心胶囊\n空心胶囊缓冲会没有力的伤害\n而实心球的里面会同样受到力的作用\n从而无法缓冲 则受到伤害\n空心胶囊具有被动承受\n实心球具有反抗存在\n如果时间是让融入空气等其他属性物质\n实心则是无缝的蛋 难于进入其中\n阅历丰富属于空心胶囊 具有良好的缓冲作用\n实心球的历史表现 比如三国 每个国是一个实心球\n碰撞后会有多次反弹 而球里面的平民则受到力的作用 受到伤亡\n总结\n时间是空心\n历史是实心\n欲望是空心\n钱是实心\n（似乎存在着模糊不清的感觉，还需要多思考和总结）', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 190, 0),
(41, '开始啃书', '41', 1637538420, 1637538496, '<!--markdown-->开始啃书\r\n先秦就有山海经，两汉《列仙传》《淮南子》，魏晋《搜神记》，唐宋《异闻集》《游仙窟》《括异志》，明清更是数不胜数。这是文化传承', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 277, 0),
(42, 'Layui官网倒闭之感 \n世界尤可大，车轮战天下。', '42', 1637539096, 1637539096, '<!--markdown-->Layui官网倒闭之感 \n世界尤可大，车轮战天下。岁月不沧桑，阳光照我香。 \n解析:世界不管多么大，历史的车轮都无情的碾压所有，如果岁月不沧桑，即使是只有阳光的照射也会让我心里舒服', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 190, 0),
(43, '人们大部分时间都是在从事着多多赚钱从而来解决短板，', '43', 1637539477, 1637539477, '<!--markdown-->人们大部分时间都是在从事着多多赚钱从而来解决短板，而金钱具有通用性质，也使得这个理论在人间运作一直得以顺利进行。\n当然金钱达到一定数量后，人们会发现生活好了，却感觉空虚了，其实这就是一条道走到黑，短板太短，金钱很难补上来的原因。\n而从课本中我们似乎也有学到过，物质文明和精神文明两手抓的国策。我想这是一个高层次的定位，但是落实在行动上却需要无数人的智慧来精神文明世界里构建思维方式，思维模式，以及思维与生活的互约性，验证模型等。\n精神财富为高级社会文明发展到一定阶段后产物，显然现在我们很难接触到，或者没有学科带头人会直接为你开启这扇大门。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 313, 0),
(44, '单田芳评书《白眉大侠》 听完', '44', 1637540059, 1637540059, '<!--markdown-->单田芳评书《白眉大侠》 听完', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 163, 0),
(45, '单田芳_铁伞怪侠听完', '45', 1637550271, 1637550271, '<!--markdown-->单田芳_铁伞怪侠听完', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 216, 0),
(46, '病情分析:脾虚的患者可以多吃健脾胃的水果,有利于疾', '46', 1639709675, 1639709675, '<!--markdown-->病情分析:脾虚的患者可以多吃健脾胃的水果,有利于疾病的恢复,有香蕉、苹果、荔枝、橘子、橙子、柚子，以及山楂、猕猴桃、水蜜桃、甘蔗、无花果等。常吃以上水果有一定的健脾的作用，可以根据自己的喜好选择。脾虚的患者会出现精神萎靡、面色枯黄、四肢无力,脾虚的人群一般还会有形体消瘦、厌食、偏食等情况。还会出现消化不良，可以口服健脾丸等中药进行调理，平时生活中保证饮食清淡、营养，避免食用辛辣、刺激性食物。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 220, 0),
(47, '有些人晚上睡觉总是睡不安稳、总是在似睡非睡之间，而', '47', 1641439054, 1641439054, '<!--markdown-->有些人晚上睡觉总是睡不安稳、总是在似睡非睡之间，而白天的时候却全身疲软、四肢乏力、提不起一点精神，如果遇到这种情况，只要按压一个穴位，就可以使症状得到缓解和改善。\n现在许多人都处于亚健康状态，而这个穴位可以促进气血流通全身，可以让身体恢复健康状态。同时，这个穴位还有丰胸美容的效果。\n今天我给大家讲一下这个穴位。\n1，按摩这个穴位，能够改善全身乏力、四肢无力的症状。\n2，经常按压，可以治疗肺炎、气喘、哮喘、胸闷、心内膜炎、胸膜炎、肋间神经痛、胸胁病等呼吸系统疾病。\n3，它还可以有效的治疗消化不良、食多身瘦、膀胱麻痹等症状。\n4，女性每天坚持按压它，具有很好的丰胸美容的效果。\n太强大了，是哪一个穴位呢？\n是大包穴，属于足太阴脾经，腋窝下面6寸（即两个四横指）即是该穴。\n按摩及找穴方法：抬头挺胸,双手握拳，拳心向内，从乳头下方（拳上方的大拇指靠近乳头后方的延长线）向后走放在身体双肋腋窝直下方，把拳头手指间的缝隙插入肋骨缝隙之间，前后运动，感觉酸痛之处即是该穴。\n\n此穴位左右各一，一共2个。按摩穴位是治本，贵在坚持。慢性病一般坚持2月就会有明显的效果。\n\n温馨提示：争强好胜伤肝胆，贪心不足伤心小肠，怨气纠结伤脾胃，心胸狭隘伤肺大肠，躁动纵欲伤肾膀胱。真正的养生是修心，心好了，身体自然就好。\n[gallery]![](https://pic.rmb.bdstatic.com/bjh/dcf9e89f7b9ab527d0e66599dae1bde1.jpeg)![](https://pic.rmb.bdstatic.com/bjh/03a5d23a1a89db846b9bc1e8cc340b08.jpeg)[endgallery]\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 144, 0),
(48, '未命名文档', '48', 1655245285, 1655245285, '<!--markdown-->人数上百，形形色色，人生路已经过半……我的生活还没有真正开始，游离于人世间多年，感慨人生最美好时光却在 不喜欢的事情中逗留……\r\n更没有喜欢的人共享世间的苦与乐，让我的心灵何以不孤寂，人海茫茫，你在哪里……黑暗降临前我能否找到安全的城池……也许这个梦还要沉睡下去，直到遇到能破解这个厄运的女神降临……\r\n- [x] ，', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(49, '未命名文档', '49', 1655245391, 1655245391, '<!--markdown-->男#轻轻地看着你天然的美丽，轻轻地听你唱的歌曲，轻轻地说一句我很爱你，爱到最后都无法放弃。\r\n我知道你有太多的伤痛，我知道你有太多的苦衷，我知道你想找个人诉说，诉说那曾经过往的种种\r\n女#2015年偶然的遇见，你说过的话语萦绕在耳畔，每次艰难的想要放弃，放弃多年我们的努力。\r\n模糊的麻麻的声音响起，望着那摇篮里婴儿在哭泣，脆弱的心灵慢慢的崛醒，只为做回那最好的自己！\r\n不想在岁月中孤寂的摇曳，不愿在伤痛中无助的彷徨，不想那烟花就此落幕，可我又无法去改变结局！\r\n哪怕你能够多关心我一点，哪怕你变化不是如此明显，哪怕你不归回我个电话，让我放下心中的牵挂。\r\n\r\n男#错错错是我犯下的错，是我忽视了你的生活，是外面应酬的事情偏多，希望你谅解我的工做。\r\n\r\n女#对不起人生没有回头路，保重！\r\n男#亲爱的请你别走~我是爱你的～\r\n\r\n@哪怕你能稍微多关心我一点，哪怕你不要变化这么明显，我们也不会走到今天这步，无法回头！@', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(50, '未命名文档', '50', 1655245445, 1655245445, '<!--markdown-->水火相遇，不相容？水火相接地方水给火传递冷，火给水传递热，这是两种能量，当两种能量到达极限时，会爆炸。也就是说会毁掉它的载体恢复自由！那么引申来看，热能量是能量，冷能量自然也是能量，我们可以把它称呼为冷量，热的能量有太阳能，那冷的能量呢？热可以使东西活跃或者电子等名称的粒子活跃同样可以代表着细胞的活跃，达到一定程度就会燃烧也就是消灭载体本身，扩大到宏观也就动物植物或者东西的死亡，而冷能量则是使东西懒惰，同理当到达极限也会使其载体死亡！那么做一个可以承载冷能量的载体来发挥其能量的正面作用就是我们的研究方向与目标！生活中的煮饭其实也是利用热量将其载体质变然后再继续传入热量，如果同理引入冷量中，是不是也可以，目前冷量的应用是降温，保鲜……思考一下，脑补中…', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(51, '未命名文档', '51', 1655245603, 1655245603, '<!--markdown-->眉毛白了 头发白了  我们同时牵着手\r\n慢慢地走进花甲 \r\n\r\n人生在世  命运坎坷\r\n再多艰难困苦\r\n有我陪你度过\r\n感谢上天让我遇见你\r\n让我今生更美丽 \r\n曾经再多不如意  \r\n已经成为过去\r\n\r\n时间匆匆   岁月如歌\r\n你我青涩时光\r\n恍如就在昨天\r\n感谢上天让我遇见你\r\n让我今生更美丽\r\n曾经彷徨和迷离\r\n已经成为过去\r\n\r\n最好的伴侣  是你我会珍惜', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(52, '未命名文档', '52', 1655245634, 1655245634, '<!--markdown-->歌词（总有一个女孩对我笑）\r\n总有一个女孩对我笑，让我觉得很纳闷\r\n总有一个女孩对我笑，不经意间才发现原来你是在对我笑\r\n总有一个女孩对我笑  我也只能说不太感冒\r\n总有一个女孩对我笑   让我不得不去思考\r\n难道是我很好笑   难道是你喜欢我  还是你本就喜欢笑\r\n总有一个女孩对我笑   让我回忆起来都很美好\r\n读：\r\n你都有对象了你还对我笑？你对象在你旁边你还对我笑？哇，只是做个电梯  你儿子都这么大了  你用幽怨的眼神看着我干嘛？\r\n我招你惹你了……', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(53, '未命名文档', '53', 1655245659, 1655245659, '<!--markdown--><<一首歌>>\r\n普通的饭菜我们普通的嚼，普通的心儿我们普通的跳，普通的世界我们普通的来到，在这普通生活之中普通无聊～普通的曲儿普通的调，普通的手机普通的瞧，普通的岁月普通的燃烧，我要为这普通心境谱写一曲普通歌谣～', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(54, '未命名文档', '54', 1655245742, 1655245742, '<!--markdown-->(我就是我)\r\n\r\n世界和空间都在我心间，越来越多的话语流失在耳畔，阳光有点艳，空气有点儿甜，今天的时空特别的新鲜，金钱不需多，情感不需暖，美丽的心境会自成方圆。\r\n=', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(55, '未命名文档', '55', 1655245895, 1655245895, '<!--markdown-->\r\n姑娘，我看你很好看，我想成为你陪伴，我还没对象，深夜里时常为此忧伤。\r\n你可曾知道，我见到你时候，总是很纠结，应了人们口中的优柔寡断，如今六月天，你已经毕了业，看不见你的我心犹如在滴血。\r\n凌晨到早上，躺在床上在乱想，偶然间的寒意侵袭我身体，那是种孤寂，是灵魂在哭泣，是我的世界太过于空虚！\r\n好好的儿男，当永往直前，不要太纠结，不要太牵绊，带着应有果敢，去迎接新开端！\r\n姑娘你在哪里？我在想你～因你的失眠，我已记录完，或许太多的文字也不及我的思念！', 0, 1, NULL, 'post', 'hidden', NULL, 0, '0', '0', '0', 0, NULL, NULL, NULL, 0, 0),
(56, '未命名文档', '56', 1655245981, 1655245981, '<!--markdown-->曾经的容颜，再次地浮现，默默地等候，深深地期盼，都怪我当时没有上前，没把幸福牵，没抓住那瞬间，让你我从此如隔深涧，音讯全断，仿如进入你的黑名单！\r\n情之所牵，任时光流转，喜欢你的人儿每天都思念，思念你容颜，思念你娇艳，思念的心思如病毒蔓延。7天有5天，彻夜难眠，每每想到你都泪光闪闪……\r\n是啊，我有一种想见你的渴望，想见你那独有的魅力，想闻你那散发的芳香，那是一种期待，是一种莫名的躁动，更是一种思念的情怀……\r\n', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(57, '未命名文档', '57', 1655246113, 1655246113, '<!--markdown-->书籍/张氏医通/叶天士临证指南医案/医宗金鉴\r\n清初医门三大头', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(58, '未命名文档', '58', 1655246433, 1655246433, '<!--markdown-->陷落在你的围城，莫名都一阵心慌，得不到你的一丝眷恋，也只能慢慢驼下坚韧的脊梁。\r\n正如你所发现的那样，世间一片凄凉，正如你曾经听说的那样，人心难以看见，正如你现在经历的这样，无形大山突兀而来，一个陌生的故事，一个陌生的角色，你必须去战斗，必须去成长，没有一点点时间会给你喘息，更没有时间让你荒废，看到那座最高的城堡，那是所有人希望的天堂，那是命运追求的极点，也是我们应为奋斗的终点。\r\n啊~啊~啊~，快醒来吧，啊~啊~啊~，快成长吧，不要太在乎曾经的过往，不要太意别人的目光，为解开你那心中的密码，也应该拼搏顽强！拼搏顽强……', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(59, '未命名文档', '59', 1655246469, 1655246469, '<!--markdown-->诗词可无字，律令可无视，诵及自然美，意乃实力功。古有绝言律，今存现代风，不居一格降，只为世传唱！', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(60, '未命名文档', '60', 1655246554, 1655246554, '<!--markdown-->那时人间有山水，那时岁月有古今，如今再临人间已换一片天。\r\n此时四处是热浪，此时难分清方向，浮空万里尽是漫天的黄沙。\r\n行且想，想且行，行进此风暴中不由的悲伤。\r\n想及曾经的故事，想及天地的捉弄，而我如今却成了世人的梦想。\r\n眨眼间，已过亿万年，一张张熟悉的笑脸，一个个深刻的画面，不知不觉的流进了脑间，那是人类面对自然的挑战，是人类存亡的悠关，是死神人间的游玩，也是如今故事的开端。\r\n啊~啊~啊~，我多想死去的人是我，我多想那个命运之神选择的不是我。啊！啊！啊！我多想和你们在一起，我多想像以往一样的开心。\r\n背负着人类的命运，彷如扛着泰山在远行，世间如此的寂寞，感受不一丝的快乐，为什么为什么，我多想放下这沉重的包裹，放开自己心中的枷锁，哪怕我能再遇见一个人，哪怕一个人，我也会比现在轻松很多！老天啊…老天啊~你为何这么折磨我，我只想要一个平凡的我！\r\n轰隆隆，轰隆隆，一声雷鸣惊醒我，难道是这是天公呼唤我还是又要考验我？我深知天公你对我的眷恋，我深知你选择我的为难，感激你对我的爱护感激你对我的看重。我一定不会辜负你和人类对我的期望，我一定努力会快快的成长，我会尽快的让自己变强，让天公和人类成为宇宙绝唱！\r\n- [ ] \r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(61, '未命名文档', '61', 1655246663, 1655246663, '<!--markdown-->这是你说给我的家，没有话语只有泪水表达，这是你说给我的家，没有温暖没有爱意更多的只是欺骗啊……\r\n曾经你为我端茶倒水，曾经你跑前跑后的帮忙，曾经你那浪漫温馨的笑容，从结婚后就消失不见~\r\n我时常怀念刚刚认识你的时候，我时常想象那是我的王子，可是现实却打破了寂静，让我回到了人生的谷底。\r\n我害怕面对现在的世界，我害怕失去更多的美丽，我深知害怕的事情无法逃避，如同无形的大山让我难以喘息。\r\n看淡了世间的冷暖，看透了人心的奸险，感受到自己未来的茫然，所有的美好都在慢慢的走远。。。。\r\n独白：就让我们的婚恋生活早点结束吧，我已经受够了，但愿来生遇到一个好儿男。。。。', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(62, '未命名文档', '62', 1655246885, 1655246885, '<!--markdown-->有能力让我肆无忌惮，没能力让我苟延残喘。岁月的脚步追逐人生的年轮，扮演的角色刻画尘世的模样。情场无我，商场无我，人生战场亦无我。美丽的世界我难以去欣赏，动听的五线也未有涉猎。人生啊人生，怎么了这是！~可我又能怎么办呢？难道我只是来这世间看看么？\r\n\r\n\r\n\r\n不知何时世间覆盖一抹蓝色，散落到我心里，让原本漆黑的世界多了一抹不懂的色彩，尽管颜色很浅但依稀能够察觉到。\r\n\r\n偶然的情感淹没平和的常态。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(63, '未命名文档', '63', 1655246913, 1655246913, '<!--markdown-->The world is all no， 我要为自己打个响指', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(64, '未命名文档', '64', 1655247005, 1655247005, '<!--markdown-->路上\r\n拖着疲惫的身躯，迈着沉重的步伐，走在城中的路上心喊着要坚强，眼皮略微有点沉，眼睛略微有点筋，途中遇到的美女此时也无心去劳神。慢慢来到马路边，等着红灯绿灯的转变，看着过往的车辆，心中泛起无数的不安，不留意，不留意，不留意是不可以地，很多故事发生在这里！红灯变，绿灯现，随着人群熬过斑马线。\r\n人行路，人流如常，远离车辆危险的我开始放松警惕，心中更是关心起自己并对自己说，你最好不要再熬夜，再熬夜对你没有任何利益，你最好不要再熬夜，再熬夜就熬坏了身体，你最好不要再熬夜，再熬夜就看不到世间的美丽！说词/今天晚上就好好睡一觉，把疲惫都甩掉，明天才会更好！', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(65, '未命名文档', '65', 1655247134, 1655247134, '<!--markdown-->意定神助\r\n万顶千山随意移，\r\n蛮力不思苦成疾。\r\n偶梦神者相助力，\r\n笙竹凯歌庆欢喜。\r\n2013，9，3\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(66, '未命名文档', '66', 1655247174, 1655247174, '<!--markdown-->忽闻窗外风几声，\r\n乍起欲寻何处鸣。\r\n不见风神空中舞，\r\n暗叹修行尚未成。\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(67, '未命名文档', '67', 1655247384, 1655247384, '<!--markdown-->生死死生 生生死死何时了，色空空色 色色空空何时消。观一切有为法如实相。所谓无常 苦 不净 不久住 刹那生灭 非为前际生 非为后际来 非为现在住 天女散花 花不沾衣 [思考]什么意思？ ​​​\r\n\r\n我今天再仔细品读了一下，略有所感，记录于此，供以后翻阅！生生世世万世轮回，色彩斑斓的世界反反复复何时能结束，经历过的看到的再多也不过是表象罢了。人生无常，命运难测，艰难困苦，荣华富贵，当抱元归一，不染心神，方成正果。红尘路过，不为前世，不为今生，不为来世，随缘而来，随缘而去，不带走红尘因果！', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(68, '未命名文档', '68', 1655247466, 1655247466, '<!--markdown-->Fsbus.com\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(69, '未命名文档', '69', 1655247588, 1655247588, '<!--markdown-->yam机制\r\n回滚机制\r\n安全验证\r\n模块机制\r\nAi机制\r\nhook机制\r\n信誉机制\r\n内外服务器通话协议\r\n开源公约\r\n区块链云平台软件适用协议\r\n开发者申请专利平台\r\n\r\n区块链软件可以起一个名字  比如  Allter  （all the enter）\r\nApp里面界面  默认接入互联网  切换卡片后可以接入区块链网络  也就是云平台\r\n软件包括群好友和朋友圈(不过朋友圈这个要变，变成标签类的微博形式是否与群相关联需要申请)', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(70, '未命名文档', '70', 1655247666, 1655247666, '<!--markdown-->数字货币种类:货币可以购买，可以炒(持有人越多，使用率越高，则越贵的算法，如(0.01［n－y］/y)x+m>time＋y\r\n，n是每百人需求量，x是基础发行价，m品牌价值(默认为1)，time是时间周期，y是市场发行量)\r\n\r\n\r\n系统内置:五福 象棋 12生肖 麻将 百家姓 省会  5大洲 7大洋 国家  星座  英雄  元素周期表  星期  节日  世界五百强  太阳系  人体穴位  天干  地支  兵器  朝代  四大发明 八大奇迹\r\n\r\n商业货币(企业品牌，自媒体品牌，产品名牌，360行，股票代码，大学名校，基金名)\r\n\r\n秒杀机制(先入机制)\r\n健康机制-〉信用体系(后期)\r\n货币机制\r\n激励机制\r\n成长机制\r\n交易机制\r\n公平机制\r\n透明机制\r\n趣味机制(用户体验)\r\n监管机制(国家要求)\r\n智能机制(后期)', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(71, '未命名文档', '71', 1655247717, 1655247717, '<!--markdown-->发任务\r\n发优惠\r\n发商品(低于市场价)\r\n发福利 \r\n\r\n发需求\r\n\r\n\r\n品牌持有数\r\n\r\n系统持有数\r\n\r\n信息发布  :持有者  从业者\r\n\r\n品牌运营状态评判维度\r\n\r\n品牌优惠力度\r\n\r\n活动次数\r\n\r\n响应度\r\n\r\n市场喜好度\r\n\r\n诚信指数', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(72, '未命名文档', '72', 1655247750, 1655247750, '<!--markdown-->激励机制  多劳多得 ，参与的多，能力强，得到的多\r\n加密算法\r\n共识算法\r\n\r\n不可伪造 不可抵赖 不可\r\n公私钥匙加密\r\n\r\n\r\n数字签名\r\n\r\n上一页值的  哈希值 会记录到下一页 上\r\n\r\n时间戳\r\n区块上有时间戳\r\n\r\n\r\n3个问题 技术瓶颈\r\n效率   比特币 每秒处理 3到7笔\r\n安全  粉尘攻击  \r\n\r\n 专利数量第一中国\r\n\r\n08年 中本聪', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(73, '未命名文档', '73', 1655247786, 1655247786, '<!--markdown-->区块链是一个信息技术领域的术语。从本质上讲，它是一个共享数据库，存储于其中的数据或信息，具有“不可伪造”“全程留痕”“可以追溯”“公开透明”“集体维护”等特征。\r\n\r\n它有一个最大的特点就是去中心化的账本，要想明白这个还要从一个村子说起。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(74, '未命名文档', '74', 1655247821, 1655247821, '<!--markdown-->开启区块模式\r\n词语共建，免费用词，免费共建，免费分红\r\n运营者管理词牌建设和经营且', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(75, '未命名文档', '75', 1655247910, 1655247910, '<!--markdown-->\r\n你好\r\n众筹\r\n通知\r\n爱情\r\n捐款\r\n公益\r\n见证\r\n活动\r\n告白 恋爱 生子 \r\n投票\r\n找人\r\n声明\r\n赞助\r\n作业\r\n帮扶\r\n咨询\r\n申请\r\n天灾 \r\n借还见证\r\n旱涝 见证  没看收不了秋  保险公司是否作为  \r\n出行安全见证\r\n人道主义救援 渡难见证\r\n风灾火灾  大棚见证\r\n\r\n\r\n\r\n有保险公司的保险公司补贴，没有保险业务，走区块链帮扶基金\r\n', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(76, '未命名文档', '76', 1655247971, 1655247971, '<!--markdown-->美景山河送梦来，千里将您蜜知音！', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(77, '未命名文档', '77', 1655248023, 1655248023, '<!--markdown-->网店运营，首先要公网安备是必须的，线上交易还要有ICP经营许可，如果销售的产品中有食品，还要有食品销售许可，一般不会有药品。还有其它特殊的品类例如化妆品、化工用品或原材料等还要有特殊的准售手续吧。', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(78, '未命名文档', '78', 1655248107, 1655248107, '<!--markdown-->红色新闻 红新闻\r\n\r\n惠农新闻\r\n政策新闻\r\n法规新闻\r\n央行新闻\r\n交通新闻\r\n科技新闻\r\n城市新闻\r\n区县新闻\r\n医药新闻\r\n体育新闻~\r\n\r\n\r\n\r\n未来商业大势，做的方向与布局，新闻类，新能源类，跨境进出类，非洲市场，天赋公司，航天航空领域，保险领域，步行商业街，区块链类……\r\n\r\n功成不必在我，功成必有我', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(79, '未命名文档', '79', 1655248261, 1655248261, '<!--markdown-->ai理发师\r\n助力服装\r\n5d打印雨伞机器人=3d打印+智能组装\r\n人工肺？人工心脏？9d打印肺可行么？=加速干细胞重组再生？［器官捐献，器官移植已经有了，器官制造违反人伦么？救人应该不违人伦，技术还是要有的］\r\n\r\n现在的工厂还处于1➕1的时代，面对生活的危机显得非常乏力，我想说的是人类技术已经达到了可以更进一步的层面，为何会原地等待呢？\r\n\r\n好吧，我的现实目标可能会从牛肉烧饼和超级工具箱开始，一个美丽的产品也许将会亮相于人间！', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(80, '未命名文档', '80', 1655248527, 1655248527, '<!--markdown-->古来圣贤皆有道，唯有闻者留其名，达而不闻茫茫众，闻而不达入荒流！', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(81, '未命名文档', '81', 1655248663, 1655248663, '<!--markdown-->http://lmfp.drp321.com/login/index', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(82, '未命名文档', '82', 1655248769, 1655248769, '<!--markdown-->207   3点40左右  到  \r\n家^_^到抚宁\r\n\r\n16多点 45路发车\r\n\r\n\r\n\r\n11月30号  火车Z172   坐6号车箱110号座位', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(83, '未命名文档', '83', 1655248842, 1655248842, '<!--markdown-->大屏\r\n自行发布\r\n\r\n\r\n戒指发声\r\n\r\n\r\n5810000电信报修电话\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(84, '未命名文档', '84', 1655248903, 1655248903, '<!--markdown-->排石汤  主要由柴胡，黄芩，郁金，枳壳，姜黄，青皮，大黄（后下），白芍，山楂，川楝子，金钱草组成。用水煎服，清热利湿，通淋排石，可治疗肝胆管结石，总胆管结石，胆囊结石，胆道术后残余结石，胆道泥沙样结石等。\r\n\r\n\r\n\r\n三金排石汤\r\n金钱草60g，鸡内金30g，海金沙20g，石苇15g，篇蓄15g，车前子15g，瞿麦12g，滑石12g，木通10g。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(85, '未命名文档', '85', 1655248989, 1655248989, '<!--markdown-->兄弟明算账\r\n\r\n第一 和刘掌柜一样\r\n\r\n第二十双为定数，每超过十双每多做一双，按照鞋价的十分之一再付给各位\r\n\r\n\r\n不能萝卜快了不洗泥，这要是丢了手艺，钱不但不能加还得倒扣\r\n\r\n各位天下的钱大家一起赚才能赚的长远啊\r\n\r\n宣传产品小折子\r\n\r\n不在生死线上挣扎，求活走一回那成不了男人，你熬出来你就成了\r\n\r\n京城内的鞋店成千上百，新鞋店还叫老名字很难引起别人的注意啊\r\n\r\n分明消遣\r\n\r\n管教不严 难辞其咎\r\n\r\n内联升先赔您十双鞋，不管您自己用，还是家里老太太 夫人 少爷 小姐用都成 派人挨个检查凡是制作不合格的鞋一律都得返工。内联升除了赔你十双鞋以后每年都白送您两双官靴\r\n \r\n您看这事成吗\r\n\r\n你这么坦荡真是让我无话可说  不不不 我真不是跟您客气 您这次能对内联升高抬贵手，谢谢您了\r\n\r\n尺寸  试样  特殊的要求\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(86, '未命名文档', '86', 1655249238, 1655249238, '<!--markdown-->本软件为黑白两色非主流彩色软件，写作：其中汉字使用需要付费，文章只能使用汉字，其他语言语言付费单独开通语言语种频道使用。写作词语专有名词需要付费才可以使用，词语具有市场需求为导向的溢价率。阅读：阅读具有疲劳值，分别为10分钟，30分钟，1小时。体验用户为3分钟，一般用户为10分钟。文章内容可以写读书笔记，笔记可以公开也可以非公开，文章内容采用pdf形式进行展示。\r\n\r\n本我胆识勇气之源，真我进步成长之基，自我中庸之徒？爱恨纠结体？五行载体耳？道不尽，皆为道，言不明，义已显！\r\n\r\n自我：正在本体，主导一切。本我（恶念）：本体化身，横行无忌。真我（善念）：本体化身，完美无暇。   下面为读书笔记：本我胆识勇气之源，真我进步成长之基，自我中庸之徒？爱恨纠结体？五行载体耳？道不尽，皆为道，言不明，义已显！试问何为自我？\r\n\r\n\r\n小应用可以推广，可以更换成为主页\r\n\r\n词牌运营到500粉丝后可以发放词牌权，词牌权的价格由月使用量，运营粉丝数，需求量决定。词牌券由散户认购，认购里面的人需要每个月月末一周内进行平仓，平仓后如果词牌运营的粉丝数没有达到预期的合约里的粉丝数，需要回购相应的发行券进行补齐目标。散户可以转售给需求者，需求者必须要有其他词牌权才可以交易。转售价格由市场供求决定！同时不能超过五个月内平均价格的10倍价格。\r\n\r\n拥有词牌权连续6个月方可竞争运营权。竞争以出价高者得！\r\n\r\n\r\n\r\n词牌运营者需提供商品以供词牌券的使用，词牌券的折算价等于词牌运营者买入时候开始决定，决定时间为一年。比如，我承诺这个a券2021年内可以替代价格为30元现金。那么……划掉', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(87, '未命名文档', '87', 1655249490, 1655249490, '<!--markdown-->附加商城\r\n\r\n\r\n消耗品\r\n\r\n巫蛊小人——（任意玩家异常状态直至本次剧本结束）  “汉世巫蛊之祸，虽起于江充，然事会之来，盖有不可晓者。”（5元）\r\n\r\n桃树枝——（治疗自身所有异常状态）    “桃者，五木之精也，故压伏邪气者也。”（5元）\r\n\r\n纪信遗骨——（使用后使其他人变得相貌与玩家本人一模一样，持续时间为本次开服结束。无法转让，只限玩家本人使用）“纪信生降为沛公，草荒孤垒想英风。汉家青史缘何事，却道萧何第一功。”（5元）\r\n\r\n印度神油——（使用后短时间内，可以让下一次发动的科技或者战法效果加倍）“気持ちがいい，力を入れて私を操る”（5元）\r\n\r\n原谅帽——（使用后可以把目前事件的负面结果转移给其他玩家）“就当ta去学技术了”（5元）\r\n\r\n仙草  （3元一颗）\r\n\r\n\r\n孔明灯  （点火使用后可以升的很高，传递信息的不二选择）（3元一颗）\r\n\r\n\r\n\r\n\r\n随机使用次数普通科技体验卷一张（1元）\r\n\r\n随机永久普通科技一个（3元）：一人一次限购2个\r\n\r\n随机使用次数稀有科技体验卷一张(2元)\r\n\r\n随机使用次数稀有科技折扣卷一张。(3元)\r\n\r\n随机大志体验卷一张（3元）\r\n\r\n随机大志折扣卷一张（3元）\r\n\r\n\r\n稀有科技一档：（10元一个）\r\n\r\n庲降都督——南蛮治安上升（中） 南蛮作乱率下降（中）汉蛮商业收入上升（大）\r\n恭顺外交——外交效果上升（大），即使切断同盟也不会马上开战。\r\n直百新币——领地税收短期内增加（大）\r\n民心掌握——百姓迁徙民心下降减少（中）领地流民上升（中）\r\n依法治国——政令通畅上升（中） 百姓叛乱率降低（大）\r\n内助熏陶——下属属性经验容易增加（大）\r\n车箱渠: 水灾损失减免（中），冬季养土效果上升（小）。\r\n舟楫之造：艨艟斗舰制造时间减半。\r\n\r\n稀有科技二档：（15元一个）\r\n\r\n求贤令——人才投奔率上升（大），非世家人才功绩增加（小）\r\n两境怀柔：进军敌国境内时民心下降减免（中），收入降低减免（中）\r\n胆守无双——守城战战斗力上升（中），城墙耐久度增加（大），\r\n攻无不克---攻城时本队战斗力上升（大）\r\n两境怀柔：进军敌国境内时民心下降减免（中），收入降低减免（中）\r\n兵贵神速：步兵机动上升（中），长时间行军士气战斗力下降减免（小）\r\n六水门大堰：领地治水上升（中），水灾损失减免（中）。\r\n粮草先行：运输队机动上升（小），运输损耗减少（中）\r\n五斗义舍：人口流民增加（大），民忠上升（大）\r\n观天占地：领地灾害发生率下降（大）\r\n\r\n\r\n稀有科技三档：（20元一个）\r\n\r\n屯田制——开垦荒地上升（小） 秋收粮食上升（大） 军队军粮消耗降低（小）\r\n九品中正制——世家亲善关系上升（大） 政令实施通畅（大） 战时动员效率上升（中）\r\n天险凿越——山地战时，士兵机动和士气不会下降。兵力少于敌方时，战斗力上升（中）\r\n败而不溃——崩溃以及异常状态中的部队，聚拢和恢复时间缩短（大）\r\n期颐之寿：玩家自身寿命上限增加（中），下属寿命延长（小），伤病恢复速度上升（小）\r\n观潮心论：每回合开局即可获得一次好运事件。\r\n乾象历注：随机事件变成好运率上升（中）。\r\n水上艨艟战法——江河上作战战斗力上升（中），机动力上升（大）解锁兵种：可组建艨艟战队\r\n今萧何：运输队机动上升（小），运输损耗减少（大），军粮消耗减少（中），领地人口上升（小）\r\n\r\n\r\n\r\n\r\n\r\n\r\n任意消费可进行一次下次商城打折卡抽奖：\r\n\r\n谢谢惠顾            一点  \r\n\r\n九折卡  （1元一张） 二点\r\n\r\n\r\n八折卡 （1元一张） 三点\r\n\r\n\r\n七折卡  （1元一张） 四点\r\n\r\n\r\n六折卡  （1元一张） 五点\r\n\r\n\r\n五折卡  （1元一张） 六点', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 1, 0),
(88, '未命名文档', '88', 1655249516, 1655249516, '<!--markdown-->答对2题送商城入场卷一张。or随机使用次数稀有科技体验卷一张\r\n\r\n答对3题送随机永久普通科技一个。or随机使用次数普通科技体验卷两张\r\n\r\n答对4题送随机次数稀有科技折扣卷一张。or随机使用次数稀有科技体验卷两张\r\n\r\n答对5题送随机大志体验卷两张or随机大志折扣卷一张\r\n。\r\n\r\n参与人数大于3人时，第一名免费获得永久稀有科技一个。\r\n\r\n参与人数小于3人时，第一名免费获得永久普通科技一个。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(89, '未命名文档', '89', 1655249708, 1655249708, '<!--markdown-->你是否有无奈，是否有迷茫，是否有期待？\r\n你是否有困惑，是否有努力，是否有期望？\r\n你是否有厌倦，是否有疲惫，是否有改变？\r\n你是否有伤心，是否有感动，是否有开怀？\r\n你是否有贪恋，是否有囧迫，是否有明悟？\r\n生活本就不易，大家都在努力，经历该有的经历，懂得该有的懂得，收获该有的收获。加油，待你加入，我们一起扬帆远航！', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(90, '未命名文档', '90', 1655249758, 1655249758, '<!--markdown-->优思佛210', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(91, '未命名文档', '91', 1655249810, 1655249810, '<!--markdown-->背诵机器人\r\n语音识别背诵的文段\r\n\r\n考试机器人\r\n知识点考试\r\n\r\n面试机器人\r\n各个职业技术知识面试点作答\r\n\r\n公务员机器人\r\n知识点作答\r\n\r\n\r\n写书机器人\r\n每天写一句话，机器人帮助自动成书\r\n\r\n落地机器人\r\n输入灵感，自动记录下来并告知需要落地的方法论\r\n\r\n\r\n玛雅机器人\r\n玛雅文明解读\r\n\r\n古典机器人\r\n古典文学诠释\r\n\r\n恋爱赚钱读书机器人\r\n书中自有黄金屋，书中自有颜如玉，', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(92, '未命名文档', '92', 1655249871, 1655249871, '<!--markdown-->闯故事，遇佳人，拯救故事，拯救自己，树理想，集元气', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(93, '未命名文档', '93', 1655249930, 1655249930, '<!--markdown-->情感主题：\r\n谁为我哭泣\r\n谁向我表白\r\n谁为我祝福\r\n谁又想我了\r\n\r\n我有故事，你有酒吗？\r\n1杯酒查看故事\r\n\r\n故事分类\r\n免费  1毛钱的故事   5毛钱的故事   1元钱的故事\r\n\r\n走进他/她的情感世界  \r\n\r\n颜值测试\r\n\r\n相似人搜索\r\n\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(94, '未命名文档', '94', 1655249967, 1655249967, '<!--markdown-->设计一个时钟，通讯录列表里的自定义时间，（或者依据心理学知识，通过大数据计算维系两个人关系最长间隔时间。例如：好朋友、客户、亲人的间隔时间）一到时间点，列表里的好友就会出现在另一个维系好友列表里。提示你该联系了', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(95, '牙疼？', '95', 1656032536, 1656032536, '<!--markdown-->牙疼的治疗应根据牙疼的病因采取对因治疗，因此不存在最好使的三种药。\r\n\r\n在临床上，常用的有效治疗牙疼的药物有头孢类，如头孢克肟、头孢克洛；青霉素类，如阿莫西林；大环内酯类，如罗红霉素；抗厌氧菌类，如甲硝唑、奥硝唑；镇痛类，如布洛芬。对于口腔细菌感染引起的牙疼，可根据个体对药物的过敏反应选择头孢、青霉素、大环内酯类、镇痛类等药物治疗。还可遵医嘱服用B族维生素、维生素C等，保护口腔黏膜组织，缓解牙疼的症状。\r\n\r\n但值得注意的是药物治疗只能暂时缓解牙疼，而不能根治。例如龋齿引起的牙疼需要进行补牙治疗；牙髓炎患者睡眠时疼痛加剧，放射性疼痛，需要采取根管治疗；智齿发炎导致的牙疼，应将智齿拔除；牙外伤引起的牙疼，要根据X线诊断是否需要进行牙齿再植术。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(96, '结石不再疼', '96', 1656208740, 1656208845, '<!--markdown-->鸡内金一斤，核桃仁一斤蜂蜜三两到半斤。把鸡内金打成粉面，核桃用刀剁碎，用蜂蜜拌在一起。早上一大口，晚上一大口，保证胆结石不再疼了\r\n（贴吧楼主没有测试过）\r\n\r\n\r\n<!--more-->\r\n\r\n\r\n----------\r\n[链接地址][1]\r\n\r\n\r\n  [1]: https://tieba.baidu.com/p/3654992722?pn=2', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(97, '未命名文档', '97', 1656539464, 1656539464, '<!--markdown-->胆者，中精之府；气机偏凝聚。\r\n凝聚的地方，如果再郁滞，会怎么样呢？就容易结晶、结石；肾脏的气机，也如是。\r\n所以，气机偏清、通的脏腑，出现郁滞后，不会长结石。如心脏、肺、肝、脾等；\r\n但容易发炎，如肺炎、肝炎、胃炎等等。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 1, 0),
(98, '治好案例(楼主自己说的', '98', 1656540298, 1656540298, '<!--markdown-->2010年过5月查出有胆结石，一个，6X7MM， 之后就成了这个吧里的常客，2010年6月开始天天打柠檬汁喝，同时也跑步，坚持了大约5个月，发现结石没大也没小，2011年初开始吃优思弗，就是德国进口的那种，吃了三个月，每天晚上晚饭一个小时后跑步2公里，8月份做B超，发理胆里面已经没有石头，由于自己也不是很相信，所以8月到9月之间，共做了三次B超，确定是没有了。在此往特别感谢小白鼠和地烈天惊，你们的热诚帮助了这个吧里的很多人！早期本也想尝试地烈天惊的那种疗法，但本人要带小孩，实在难以坚持！个人认为柠檬疗法不适用于所有的胆结石，但它有很好消炎作用！注明：优思弗好像只适用于胆固醇型结石，不是这种结石而且经济不宽裕者不要去试了。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(99, '未命名文档', '99', 1656540394, 1656540394, '<!--markdown-->胆结石一个偏方就搞定\r\n2016-11-05 03:27:01\r\n问题描述：民间有治疗胆结石的偏方吗？\r\n医生回答(1)\r\n￼\r\n南莹峡主任医师外科\r\n三门峡市中医院三级甲等\r\n胆结石的治疗主要以中药治疗为主中医中药是因人而异、辨证论治就算有了治疗肝胆系结石的偏方也不见得对症、而且偏方没有临床依据、长时间服用也许只能起到副作用、建议还得慎重选择中药加以辩证、方可达到治疗效果。方名胆结石简易方组成核桃仁120克、纯香油30－60克用法煎炒后、拌冰糖90克、一日分三次服用备注一位老患者得了胆结石症三年、花数千元也没有完全治好而服用此方10天后、B超检查胆内结石不见了出处养生治病秘方集\r\n2016-11-0503:41:50', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 1, 0),
(100, '未命名文档', '100', 1656540525, 1656540525, '<!--markdown-->.\r\n每天准备中等大小的苹果十个，或苹果汁一千二百公克。将苹果打成汁，一般而言，大\r\n约一磅苹果可以打成一杯左右的汁，\r\n十个苹果差不多四杯。\r\n如果嫌打汁麻烦，\r\n可以用纯果汁，\r\n如美国进口的罐装或瓶装苹果原汁。\r\n2.\r\n每天分早、中、晚及睡前四次饮用，最好在饭前或两餐间，而不要当作饭後饮料，否则\r\n无效。喝苹果汁时，每天的饮食一如平常，不必有特别限制。\r\n3.\r\n上述疗法连续喝五天，每天四杯，一杯约二百五十西西。\r\n4.\r\n第六天停饮苹果汁，也不吃晚餐，到下午六至八时左右，各吃一至二茶匙泻盐\r\n(\r\n硫酸镁，\r\n西药房有售\r\n)\r\n，溶於二百五十西西的冷开水或温开水中，趁空腹时喝下。\r\n5.\r\n第六天晚上十时左右，取中等大小的新鲜柠檬一至二个，压汁半杯，加入半杯橄榄油\r\n(\r\n约\r\n一百二十五西西\r\n)\r\n，混匀後空腹服下。服用後请务必右侧躺卧，并且在胆囊部位做局部的热\r\n敷，可用热毛巾或电毯热敷，特别是胆囊、胆管处。有练功者可感觉局部有膨胀之情形，即\r\n在排胆结石出胆管。\r\n6.\r\n第七天早晨起床後，空腹喝下一大杯冷开水，有便意後即上厕所，最好使用便盆以利检\r\n视。在正常情况下，应该可以排出翡翠色的大小胆结石颗粒，大的如姆指，小者如砂粒，多\r\n则十几二十颗，少则数颗不等。如果排出的结石多、颗粒大，则大便会有不舒服的感觉，那\r\n也没有关系，通常休息一两天後就可以好转。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 1, 0),
(101, '未命名文档', '101', 1656541115, 1656541115, '<!--markdown-->大概12年时初发胆结石 当时症状恶心呕吐 以为是吃坏肚子 结果三天都没好 检查发现是胆结石\r\n输液消炎后来半年内又陆续发作了两次\r\n大概13年夏天开始吃药排石\r\n吃的中成药 利胆排石片 好像是峨眉山牌的\r\n陆陆续续排出了5-6颗 b超验证的\r\n当时也不是很懂哈 就是硬排\r\n每次石头掉进胆管就是发作时的那种酸胀痛\r\n然后大约需要1-2天 石头排出后会有很明显的如释重负的感觉 直接满血复活\r\n另外这个方法只适用于小石头 并且有堵死胆管的风险 建议石头小的才去尝试 且配合柠檬烯操作\r\n我排到最后剩了一颗0.6x0.8的 吃了一个月药都没反应\r\n这颗石头留到今年已经长大到1.9x1.6了 年前已做了保胆取石\r\n柠檬烯胶囊可以扩张胆管 当时不知道这个药 否则排石应该会更轻松些 结石发作不舒服时也可以吃这个药 使部分胆汁有缝隙流出 降低胆压 缓解疼痛\r\n目前术后两个月 胆囊或者是伤口处偶有酸胀感 其他没什么异常\r\nb超显示胆囊壁毛躁 胆囊壁增厚 壁上有部分结晶\r\n熊去氧一直在吃 感觉没什么用\r\n准备试试苹果汁的方法 看看能不能把结晶去掉\r\n个人分析\r\n1.排出的不是结石 因为亲身经历排一颗石头就很要命的事情了 没可能一次排那么多 \r\n2.这个疗法有可能可以溶解软化部分结石\r\n看了很多回复 还是有不少人说变小或者没有了 \r\n如果有效 那么应该是苹果汁的效果\r\n另外只是辅助作用 使软化的部分尽快排出\r\n柠檬烯扩胆管 植物油触发胆囊排空', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 1, 0),
(102, '未命名文档', '102', 1656561600, 1656561600, '<!--markdown-->通过对胆结石中粘多糖的研究认为，胆结石的形成是先由粘多糖形成网状结构，然后胆固醇结晶和胆色素钙盐沉积在其中，最后形成结石。研究发现胆固醇结石中也存在免疫球蛋白片断。也发现大多数胆固醇结石中有细菌存在，这些都动摇了细菌不参与胆固醇结石形成的传统观念。 ', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 1, 0),
(103, '未命名文档', '103', 1656561688, 1656561688, '<!--markdown-->胆囊结石引起疼痛时，说明已经存在结石性胆囊炎。症状较轻的结石性胆囊炎，有可能仅表现为隐痛或针刺样疼痛。如果炎症较重或者出现结石嵌顿，可以出现典型的胆绞痛，疼痛非常剧烈，可以呈阵发性，也可以呈持续性并阵发性加重，有时还可以伴有右肩背部放射痛。如果不能及时解除痉挛或者嵌顿，患者会出现强迫体位、大汗淋漓。如果疼痛弥漫至全腹或者出现非常明显的局部反跳痛、肌紧张，说明可能出现胆囊的化脓、穿孔甚至坏疽，单纯依靠药物治疗已经无法取得满意的效果，需要急症手术进行处理。但是，有些时候腹腔镜手术已经非常困难，需要及时开腹手术以降低手术风险；或者先行胆囊造瘘，3个月以后再考虑择期行手术切除胆囊。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 1, 0),
(104, '未命名文档', '104', 1656561742, 1656561742, '<!--markdown-->中药是可以用来排胆结石的，但是一般不建议使用，因为在中药排石的过程中会导致结石滑出，经过胆总管到达胰管的开口再到达肠道。结石到胆总管的时候会引起胆总管的梗阻导致胆汁无法排出，会出现黄疸、发热、腹部绞痛等明显症状。再往下胆结石嵌顿于胰管的开口会导致胰液没办法排出，出现胆源性胰腺炎，这是一种比较危重的疾病有一定的致死率。所以中药虽然可以排胆结石，但是一般不建议使用。因为在排胆结石的过程中会出现严重的并发症，导致胆结石的症状更加剧烈甚至出现致死的可能，而且中药有一定的损肝作用，一般不建议中药排胆结石。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 1, 0),
(105, '未命名文档', '105', 1656562633, 1656562633, '<!--markdown-->胆结石就是比较常见的胆道疾病，胆结石是指发生在胆囊里面结石所引起的疾病，是一种常见疾病，可能会造成患者腹痛，黄疸，发烧等症状，又称为胆石症。\r\n胆结石一个偏方就能治愈这是谣传，不要相信所谓的民间偏方，土方和祖传秘方。目前消除胆囊结石主要是通过药物或者手术治疗，碎石以排石治疗是禁忌的。药物治疗主要是溶石治疗，适用于胆固醇结石，且胆囊收缩和排泄功能正常。溶石治疗的疗程需要6-24个月。手术治疗主要是腹腔镜下保留胆囊的结石取出术，这项手术方式目前争议非常大，主要存在较高的复发率，临床上开展较少，对于具有强烈保胆意愿的患者，在严格掌握适应症的情况下才可以开展。对于反复发作的结石性胆囊炎、胆囊萎缩、充满性胆囊结石、胆囊壁内结石、胆囊分隔等解剖异常，不应当采取这种手术方式。胆结石治疗需要严格掌握适应症，术后的复发率也是比较高。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 1, 0),
(106, '未命名文档', '106', 1656562718, 1656562718, '<!--markdown-->很多人会出现身体内长结石的情况，而胆结石就是其中的一种常见情况，胆结石严重时会导致胆囊积水、胆囊穿孔等疾病，严重危害人体的健康，那么得了胆结石的患者平时吃什么有助于排石呢？\r\n胆结石患者可以多吃以下食物有助于体内结石排出。\r\n多吃一些富含维生素的食物\r\n一般新鲜的瓜果、蔬菜中维生素含量比较高，特别是苹果和香蕉等，多食用不仅有助于排出体内结石，还有助于人们的身体健康，所以非常适合胆结石患者食用。\r\n使用植物油炒菜\r\n一般动物油中胆固醇含量较高，不利于胆结石患者控制病情，而植物油相对来说更健康一些，例如橄榄油等，另外炒菜时尽量不要油炸和炒，最好煮或者炖。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 1, 0),
(107, '未命名文档', '107', 1656563792, 1656563792, '<!--markdown-->胆结石是胆道系统常见疾病。随着人们生活水平的提高，得胆结石的患者也是不断攀升，患了胆结石后的那种感觉让很多患者朋友被其折磨得痛不欲生。了解胆结石由什么原因引起的是非常有必要的，只有了解的胆结石的诱因才能知道如何预防。\r\n妊娠可促进胆结石的导致，并且妊娠次数与胆结石的发病率呈正相关，这种观点已经临床和流行病学研究所证明。\r\n这几年来超声诊断研究结果男女发病之比约为1：2，性别比例的差异主要体现在胆固醇结石发病方面，胆囊的胆色素结石发病率无明显性别差异。女性胆固醇结石高发可能与雌激素降低胆流、增加胆汁中胆固醇分泌、降低总胆汁酸量和活性，以及黄体酮影响胆囊动力、使胆汁淤滞有关。\r\n饮食习惯是影响胆石导致的主要原因，进食精制食物、高胆固醇食物者胆结石的发病率明显增高。因为精制碳水化合物增加胆汁胆固醇饱和度。我国随着生活水平提高，胆结石发病已占胆石病的主要地位，且以胆固醇结石为主。\r\n大多的流行病学研究表明，胆结石的发病率随着年龄的增长而增 加。本病在儿童期少见，其发生可能与溶血或先天性胆道疾病有关。一项调查表明，年龄在40～69岁的5年发病率是低年龄组的4倍，高发与低发的分界线为40岁，各国的报道虽有一定差异，但发病的高峰年龄都在40～50岁这一年龄段。\r\n临床和流行病学研究显示，肥胖是胆囊胆固醇结石发病的一个重要危险原因，肥胖人发病率为正常体重人群的3倍。肥胖人更易患胆结石的原因在于其体内的胆固醇合成量绝对增加，或者比较胆汁酸和磷脂相对增加，使胆固醇过饱和。\r\n结石专家提醒广大朋友，胆结石患者朋友，就医治疗才是摆脱疾病折磨、恢复正常人生活的有效途径。当发现自己患有胆结石时，千万不要拖延，错失治疗良机。最后祝愿广大患者朋友早日恢复健康\r\n胆结石的发生与患者的个体差异、自身的答谢、用药、疾病、环境、饮食等因素有关。在胆结石的治疗上面也要根据具体的病因来进行对症治疗，这样治疗的效果才可以达到最佳。\r\n因此请胆结石患者无论是在恢复期还是在好转以后都要注意一下平时的饮食的，这样复发的几率才会小一点。\r\n如果在治愈以后发现复发的话，立即与您的主治医生联系，看看怎么处理。千万不能拖延着不去医院处理，最后病情更加严重就不好处理了。\r\n胆结石究竟会不会遗传呢？现如今，很多父母以及子女都出现了胆结石，或者是兄弟姊妹当中有少数人出现胆结石，这无疑让人们担心此病存在遗传，下面我们一起来看看胆结石究竟会不会遗传吧。\r\n其实到目前为止，针对胆结石会不会遗传这样的问题，不同的学者有不同的看法。\r\n\r\n口服胆汁酸溶解结石：因为它可以扩大胆汁酸库，减少肝脏分泌的胆固醇，并且胆汁中的胆固醇变得不饱和，从而达到溶解结石的目的。 该方法的有效率为57.1％，安全，无创。主要适用于直径小于1.5cm的胆固醇结石以及具有胆囊收缩功能的胆固醇结石，但适用于非胆汁性甾醇结石以及直径≥1.5cm的钙结石， 通常，非浮石和更长的历史有效。 而且，这种药物具有治疗过程长，作用慢，价格高以及在停止药物后容易复发的缺点。 另外，它对肝脏有一定的毒性反应，例如转氨酶升高，长期使用还会导致副作用，例如动脉硬化，并会刺激结肠引起腹泻。 因此，该方法的治疗效果不理想。\r\n其他口服溶血剂：例如，属于单环萜烯的Rowachol可治疗胆结石，可增强熊去氧胆酸的功效； 它也是胆固醇合成限速酶的抑制剂，但在国内使用的覆盖率较低。接触溶石：在这种方法中，溶血药物直接接触并溶解结石。 目前有两种药物，甲基叔丁基醚和二甲基亚砜。 前者是使溶菌剂与胆固醇接触最有效的方法，但它容易产生不良反应，例如腹痛。 后者通常用于胆红素结石。 使用后，可能会出现类似大蒜的气味，而没有其他不良反应。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 3, 0),
(108, '未命名文档', '108', 1656565440, 1656565596, '<!--markdown-->一个治疗胆结石的偏方，可能没人信。我妈大概在一年前在我外婆（听从当地一个治疗胆结石的医生）的指导下用海金沙和桃脂治疗胆结石，之前一直在服药，但经常一个月左右痛一次，有一次痛了四五天，还是没有做手术，把最后一丝希望寄托在这个偏方上，当天下午我就陪我妈去采桃脂 用法：一天吃二两海金沙，桃脂随意，将桃脂熬制后加入桃脂一并服用，一天三次，检查服用一个星期（七天）后，一年再没有复发过，且没有经过其他治疗，没去检查的的确确没有再痛过，有兴趣的可以一试，无利益相关。\r\n\r\n其实我觉得可以尝试一下 成本也并不高 海金沙可以在中药店购买 而且提供该方的医生已经治愈了好多人了.\r\n\r\n桃脂熬制后再加海金沙二两，就和熬出来的水。\r\n\r\n桃脂是桃子树上的油脂。\r\n\r\n就是桃胶。\r\n\r\n我外婆那边的中医的一个方子几代人就靠这个方子吃饭呢 几十年了听我外婆说的确有用 但是我妈的结石并不大 0.8-1.2mm大了就不建议尝试了\r\n\r\n海金沙是一种中药 药店里有的 六十一斤 粉末状的\r\n\r\n没有B超检查 不疼了 也就不怎么管了熬好放冰箱 熬多少自己觉得\r\n\r\n桃脂吃多少啊？  随意吧。\r\n\r\n海沙金是直接放在里面还是用布包起来煮一下啊？应该都可以吧 我妈是直接往里加的\r\n\r\n用熬中药的砂锅熬 具体是排石还是止痛我也不清楚 \r\n\r\n桃脂熬了，直接吃吗？加二两海金沙进去喝水\r\n\r\n胶具体的量是没有具体要求标准的 但海金沙是每次二两\r\n\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 1, 0),
(109, '未命名文档', '109', 1656678448, 1656678448, '<!--markdown-->药品名称】通用名称：茵栀黄口服液\r\n英文名称：YinZhiHuangKouFuYe\r\n汉语拼音：Yinzhihuang Koufuye\r\n【成份】茵陈提取物、栀子提取物、黄芩提取物、金银花提取物。\r\n【性状】本品为棕红色的液体，味甜，微苦。\r\n【功能主治】清热解毒，利湿退黄。用于肝胆湿热所致的黄疸，症见面目悉黄、胸胁胀痛、恶心呕吐、小便黄赤；急、慢性肝炎见上述症候者。\r\n【用法用量】口服。一次10毫升(一支)，一日3次。\r\n【不良反应】尚不明确。\r\n【禁忌】尚不明确。\r\n【注意事项】服药期间忌酒及辛辣之品。\r\n【药物相互作用】如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。\r\n【药理作用】茵栀黄口服液是传统退黄利胆药物，纯中药制剂。现代药理研究表明其主要成分黄芩苷通泻胃肠郁热，能使奥狄氏括约肌松弛，胆囊收缩，增加胆汁流量，同时还有抗氧化作用；栀子素能清湿热，有利胆及促进胆汁分泌作用；茵陈有防止肝细胞变性坏死及明显利胆作用。另外，动物试验发现茵栀黄口服液能诱导大鼠肝脏葡萄糖醛酸转移酶的活性，从而促进胆红素水平的降低。\r\n【贮藏】密封，置阴凉处。\r\n【规格】每支装10毫升(含黄芩苷0.4克)\r\n【包装规格】10ml*6支*10盒/盒，每盒装6支，10ml*10支/盒\r\n【有效期】36个月。\r\n【批准文号】国药准字Z11020607\r\n【生产企业】企业名称：北京华润高科天然药物有限公司\r\n企业简称：华润高科', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(110, 'Win10安装后必做的十条优化，解决磁盘100%占用为什么', '110', 1656678600, 1656678707, '<!--markdown-->很多朋友在升级win10正式版后反应自己的电脑很卡，这是什么原因呢，这主要是你的c盘占用率太高导致运行不顺畅哦，那么win10磁盘占用过多怎么办，下面小编就给大家带来win10最详细的优化设置完美解决磁盘100%占用\r\n1、用360优化win10后开不了机的问题原因是禁用了三个服务：在360应用软件服务里dmwappushsvc、diagnsticsTrackingservice、coreMessaging这三个要开启服务。\r\n2、关闭家庭组，因为这功能会导致硬盘和CPU处于高负荷状态\r\n关闭方法：控制面板–管理工具–服务– HomeGroup Listener和HomeGroup Provider禁用。控制面板怎么打开，在开始菜单图标上点击右键就看到了。\r\n3、WindowsDefender 全盘扫描下系统，否则打开文件夹会卡顿。控制面板 Windows Defender “设置>实施保护”去掉勾和管理员，启用WindowsDefender去掉勾。服务WindowsDefenderService禁用。控制面板–Windows Defender –设置–实施保护-去掉勾和管理员–启用 Windows Defender –去掉勾。控制面板–管理工具–服务- Windows Defender Service禁用。\r\n4、关闭Windows Search，会在后台偷偷查户口。\r\n服务WindowsSearch禁用。控制面板–管理工具–服务- Windows Search禁用，但windows firewall (windows防火墙服务)千万不能停用。可在控制面板里面的防火墙的“高级设置”里面的“属性”把“域配置文件”、“专用配置文件”、“公用配置文件”的状态改成关闭，这样就可以在不禁用防火墙服务的情况下关闭防火墙。\r\n5、WindowsDefender 全盘扫描下系统，否则打开文件夹会卡顿。\r\n控制面板 Windows Defender “设置>实施保护”去掉勾和管理员，启用WindowsDefender去掉勾。服务WindowsDefenderService禁用。控制面板–Windows Defender –设置–实施保护-去掉勾和管理员–启用 Windows Defender –去掉勾。控制面板–管理工具–服务- Windows Defender Service禁用。\r\n6、关闭磁盘碎片整理计划\r\n磁盘碎片整理可以提高磁盘性能，但不需要整理计划，可以关闭整理计划。选中磁盘C-属性–工具–对驱动器进行优化和碎片整理–优化–更改设置–取消选择按计划运行。\r\n7、设置好Superfetch服务。\r\n服务Superfetch启动类型改成延迟启动或禁用，可以避免Win10对硬盘的频繁访问。控制面板–管理工具–服务– Superfetch -启动类型–自动（延迟启动）\r\n8、清理产生的Windows.old文件夹（针对直接升级的系统）。\r\n方法1：快捷键Win+X命令提示符，输入rd X:windows.old /s（X代表盘符）\r\n方法2（推荐）：C盘右键>属性>磁盘清理，选中以前的Windows安装复选框，确定清理。C盘–右键–属性-磁盘清理-选中以前的Windows 安装复选框–确定清理。\r\n9、设置Win10自动登陆，省去输入密码步骤\r\nWin+R输入netplwiz取消使用计算机必须输入用户名和密码的选项，然后双击需要自动登录的账户，输入你的密码。或者在管理里面将自己建的用户删除，使用系统带的administrator用户，默认是直接进系统的。\r\n10、关闭ipv6\r\n部分网卡驱动开启ipv6会导致开机系统未响应，假死。网络共享中心>网络连接>以太网>属性>取消ipv6。（去掉钩钩）\r\n11、开启HybridBoot(随个人喜好开启，开启会占C盘的部分容量)\r\nWin10启动飞快：控制面板>电源选项>选择电源按钮的功能，更改当前不可用的设置>关机设置>勾上启用快速启动。请先开启休眠：Win+R输入powercfg–h on，关闭休眠：powercfg –h off（关闭后C盘会空出几G的空间）\r\n12、关闭性能特效（配置不好的机器可以关闭）\r\n系统属性>高级>性能>设置>关闭淡出淡入效果。打开文件夹，小软件很快的\r\n13、关闭讨厌的第三方软件服务项\r\nWin+ R输入“msconfig”→确定，打开系统配置→勾选隐藏所有的Microsoft服务去掉不需要运行的服务\r\n14、创建快速关机/快速重启快捷方式win10不需要了\r\nWin10关机：桌面右键新建-快捷方式，输入 shutdown.exe -s -t 00\r\nWin10重启：桌面右键新建-快捷方式，输入shutdown.exe-r -t 00\r\n15、win10加速开机速度\r\nWin+ R – 输入msconfig – 引导 – 勾上无GUI引导，确定。\r\n16、Win10加速关机速度\r\nWin+R键。输入 gpedit.msc。\r\n计算机管理中选择，模块管理 – 系统 -关机选项，关闭会阻止或取消关机的应用程序的自动终止功能。\r\n17、关闭计划任务里的隐藏的自启动程序\r\n控制面板→所有控制面板项→管理工具→任务计划程序→任务计划程序库→右侧任务列表→禁用不需要的任务。\r\n18、关闭windows安全中心服务\r\nWin+R键 输入services.msc回车——找到SecurityCenter ，设置禁用。\r\n注意事项：请不要删除系统文件，优化后速度明显加快。\r\n这就是 win10最详细的优化设置了，这样就可以帮你解决磁盘占用过多的问题了哦，希望对大家有用，更多win10相关内容可以持续关注西西软件园哦。\r\n\r\n\r\n----------\r\n\r\n\r\n<!--more-->\r\n1、用360优化win10后开不了机的问题原因是禁用了三个服务：在360应用软件服务里dmwappushsvc、diagnsticsTrackingservice、coreMessaging这三个要开启服务。\r\n2、关闭家庭组，因为这功能会导致硬盘和CPU处于高负荷状态\r\n关闭方法：控制面板–管理工具–服务– HomeGroup Listener和HomeGroup Provider禁用。控制面板怎么打开，在开始菜单图标上点击右键就看到了。\r\n3、WindowsDefender 全盘扫描下系统，否则打开文件夹会卡顿。控制面板 Windows Defender “设置>实施保护”去掉勾和管理员，启用WindowsDefender去掉勾。服务WindowsDefenderService禁用。控制面板–Windows Defender –设置–实施保护-去掉勾和管理员–启用 Windows Defender –去掉勾。控制面板–管理工具–服务- Windows Defender Service禁用。\r\n4、关闭Windows Search，会在后台偷偷查户口。\r\n服务WindowsSearch禁用。控制面板–管理工具–服务- Windows Search禁用，但windows firewall (windows防火墙服务)千万不能停用。可在控制面板里面的防火墙的“高级设置”里面的“属性”把“域配置文件”、“专用配置文件”、“公用配置文件”的状态改成关闭，这样就可以在不禁用防火墙服务的情况下关闭防火墙。\r\n5、WindowsDefender 全盘扫描下系统，否则打开文件夹会卡顿。\r\n控制面板 Windows Defender “设置>实施保护”去掉勾和管理员，启用WindowsDefender去掉勾。服务WindowsDefenderService禁用。控制面板–Windows Defender –设置–实施保护-去掉勾和管理员–启用 Windows Defender –去掉勾。控制面板–管理工具–服务- Windows Defender Service禁用。\r\n6、关闭磁盘碎片整理计划\r\n磁盘碎片整理可以提高磁盘性能，但不需要整理计划，可以关闭整理计划。选中磁盘C-属性–工具–对驱动器进行优化和碎片整理–优化–更改设置–取消选择按计划运行。\r\n7、设置好Superfetch服务。\r\n服务Superfetch启动类型改成延迟启动或禁用，可以避免Win10对硬盘的频繁访问。控制面板–管理工具–服务– Superfetch -启动类型–自动（延迟启动）\r\n8、清理产生的Windows.old文件夹（针对直接升级的系统）。\r\n方法1：快捷键Win+X命令提示符，输入rd X:windows.old /s（X代表盘符）\r\n方法2（推荐）：C盘右键>属性>磁盘清理，选中以前的Windows安装复选框，确定清理。C盘–右键–属性-磁盘清理-选中以前的Windows 安装复选框–确定清理。\r\n9、设置Win10自动登陆，省去输入密码步骤\r\nWin+R输入netplwiz取消使用计算机必须输入用户名和密码的选项，然后双击需要自动登录的账户，输入你的密码。或者在管理里面将自己建的用户删除，使用系统带的administrator用户，默认是直接进系统的。\r\n10、关闭ipv6\r\n部分网卡驱动开启ipv6会导致开机系统未响应，假死。网络共享中心>网络连接>以太网>属性>取消ipv6。（去掉钩钩）\r\n11、开启HybridBoot(随个人喜好开启，开启会占C盘的部分容量)\r\nWin10启动飞快：控制面板>电源选项>选择电源按钮的功能，更改当前不可用的设置>关机设置>勾上启用快速启动。请先开启休眠：Win+R输入powercfg–h on，关闭休眠：powercfg –h off（关闭后C盘会空出几G的空间）\r\n12、关闭性能特效（配置不好的机器可以关闭）\r\n系统属性>高级>性能>设置>关闭淡出淡入效果。打开文件夹，小软件很快的\r\n13、关闭讨厌的第三方软件服务项\r\nWin+ R输入“msconfig”→确定，打开系统配置→勾选隐藏所有的Microsoft服务去掉不需要运行的服务\r\n14、创建快速关机/快速重启快捷方式win10不需要了\r\nWin10关机：桌面右键新建-快捷方式，输入 shutdown.exe -s -t 00\r\nWin10重启：桌面右键新建-快捷方式，输入shutdown.exe-r -t 00\r\n15、win10加速开机速度\r\nWin+ R – 输入msconfig – 引导 – 勾上无GUI引导，确定。\r\n16、Win10加速关机速度\r\nWin+R键。输入 gpedit.msc。\r\n计算机管理中选择，模块管理 – 系统 -关机选项，关闭会阻止或取消关机的应用程序的自动终止功能。\r\n17、关闭计划任务里的隐藏的自启动程序\r\n控制面板→所有控制面板项→管理工具→任务计划程序→任务计划程序库→右侧任务列表→禁用不需要的任务。\r\n18、关闭windows安全中心服务\r\nWin+R键 输入services.msc回车——找到SecurityCenter ，设置禁用。\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 9, 0),
(111, '未命名文档', '111', 1656846931, 1656846931, '<!--markdown-->什么是胆结石？\r\n\r\n胆结石，又称为“胆石症”，指的是在胆道系统内形成的结石，属于消化系统的一种常见疾病。一般来说，胆结石多在体检时被发现，部分患者会表现出反复右上腹隐隐作痛。如果发现自己患上胆结石，建议及时进行诊治，结石反复刺激可引起炎症及胆道梗阻，引发腹痛、发烧、呕吐等症状，甚至可能引起感染性休克，危及患者生命。\r\n\r\n简单了解完胆结石，下面继续了解下胆结石的危险因素。\r\n\r\n这些危险因素可导致胆结石\r\n\r\n年龄\r\n\r\n随着年龄增长，胆石症患病率会随之增高。为何如此？因为年龄与胆汁胆固醇饱和度正相关，与胆酸及胆酸池大小负相关。国外曾有研究指出胆石症高低发的分界线为40岁，而国内胆石症发病高峰为40-60岁。\r\n\r\n性别\r\n\r\n胆石症患病率，女性高于男性。究其原因，可能与女性独特的生理因素有关，包括但不限于妊娠、怀孕次数多等。\r\n\r\n肥胖\r\n\r\n肥胖是胆石症的危险因素，肥胖者的肝脏胆固醇排出量增多，容易形成胆固醇结石。\r\n\r\n运动量过少\r\n\r\n这可能与肥胖相关，运动量过少且饮食不节制很容易肥胖，增加患上胆结石的风险。\r\n\r\n药物\r\n\r\n长期服用部分药物（如甾体类避孕药、雌二醇、孕酮等）会增加患上胆结石的风险。\r\n\r\n不良饮食习惯\r\n\r\n高脂、高糖、高蛋白、高能量饮食与胆结石形成有一定的关系。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 5, 0);
INSERT INTO `typecho_contents` (`cid`, `title`, `slug`, `created`, `modified`, `text`, `order`, `authorId`, `template`, `type`, `status`, `password`, `commentsNum`, `allowComment`, `allowPing`, `allowFeed`, `parent`, `name`, `district`, `address`, `views`, `agree`) VALUES
(112, '五个月从泥沙状结石成功康复(CT可见,楼主自己说是ct可见)', '112', 1656893936, 1656893936, '<!--markdown-->图片都在手机上，懒得传电脑再来发帖了，而且有一说一，感觉有图片的都有点像营销号，我之前看别人康复例子就是这么感觉得的。\r\n去年7月体检过一次，做过B超，当时没有发现结石。10月的时候突然剧烈腹胀，然后腹痛，只有弯腰能稍稍缓解一下，然后立刻去急诊，拍CT，得知泥沙状结石，挂了一中午的水后缓解回家，吃了一个肉包后又开始腹胀，但是比上午能忍受了，从晚上七点慢慢强迫自己睡觉，半夜还被涨醒了一次，第二天就没什么大碍了。但是那几天因为黄疸，我的粪便泛白色，尿液也是特别金黄色的，看着很吓人。索性只是症状而已，之后没有再发作过。\r\n之后从网上得知优思弗这个药，但是也有很多人表示这个药效果不佳，而且太贵，也有人表示吃这个吃了一个月就吃好了的。我决定先去医院挂门诊看看，但是医生强烈建议我当天入院，第二天就能开刀把胆割掉。我和家里人商量后决定先吃优思弗试一试，如果再发作就去做手术，能保胆还是保胆。\r\n关于保胆这个问题，有人说胆对消化作用不大，割掉也可以，也有人说胆割掉后只要吃得油腻一点点就会拉肚，后半辈子的生活质量受到很大的影响，我和家里人都不敢赌后面的，所以也下定决心保胆。\r\n于是去当地的大药店买到优思弗，价格真的贵的离谱，25粒一盒，一盒就一大板，我的身高体重决定药量是睡前吃4粒，五个月下来吃的得有数千元，同时期间内规范饮食，去网上搜得到的任何富含胆固醇和油脂的东西一概不吃。\r\n五个月内一次都没有发作过，新年的时候放纵了一下，大鱼大肉了好几天，有一天腹胀，担惊受怕了一天后也没发生什么，期间一直服药。\r\n今天去医院查胆结石，有意思的是还是同一个医生，他还跟我说你吃优思弗对胃有害（这我还是第一次听说），说优思弗效果也不好。但是B超结果显示我胆囊完全没有问题了，医生看后也很惊讶。\r\n以上经历仅仅只给同样是泥沙状结石的患者分享经验，如果你又有钱，又不敢赌割胆后生活质量会不会变差，可以试着规范饮食+服用优思弗。如果不是泥沙状结石的谨慎考虑，成块的结石肯定比泥沙状结石分解的困难的多，而且成块结石期间如果运气不好，卡在胆囊管里，你还是要去医院开刀，不然会有生命危险。\r\n希望给同病的人一些启示。\r\n\r\n\r\n----------\r\n\r\n\r\n<!--more-->\r\n\r\n原文地址\r\nhttps://tieba.baidu.com/p/7737731799', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(113, '计算机/设备和驱动器下有一个空白盘符无法删除——百度网盘删除方法', '113', 1658113980, 1658114083, '<!--markdown-->之前安装了百度网盘，在我的电脑里多了一个盘符，\r\n卸载的时候没有清理掉，变成空白的无法删除。\r\n\r\n查找了网洛，很多教程都是重复和错误的。\r\n\r\n打开注册表\r\nWindows+R→regedit\r\n\r\nNameSpace\r\n计算机\\HKEY_CURRENT_USER\\SOFTWARE\\Microsoft\\Windows\\CurrentVersion\\Explorer\\MyComputer\\NameSpace\r\n\r\n\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(114, 'c盘中可以清理的文件夹', '114', 1658372784, 1658372784, '<!--markdown-->c盘中可以清理的文件夹除了temp以外，小伙伴们在清理c盘的时候还可以清理一下文件：\r\n\r\nC:\\Documents and Settings\\用户名\\Cookies\\下的所有文件(保留index文件)\r\n\r\nC:\\Documents and Settings\\用户名\\Local Settings\\Temp\\下的所有文件(用户临时文件)\r\n\r\nC:\\Documents and Settings\\用户名\\LocalSettings\\TemporaryInternet Files\\下的所有文件(页面文件)\r\n\r\nC:\\Documents and Settings\\用户名\\Local Settings\\History\\下的所有文件(历史纪录)\r\n\r\nC:\\Documents and Settings\\用户名\\Recent\\下的所有文件(最近浏览文件的快捷方式)\r\n\r\nC:\\WINDOWS\\Temp\\下的所有文件(临时文件)\r\n\r\nC:\\WINDOWS\\ServicePackFiles(升级sp1或sp2后的备份文件)\r\n\r\nC:\\WINDOWS\\Driver Cache\\i386下的压缩文件(驱动程序的备份文件)\r\n\r\nC:\\WINDOWS\\SoftwareDistribution\\download下的所有文件\r\n\r\ntemp中的所有文件直接删除，都不会影响软件的正常运行。但是千万别把文件夹本身删除了，否则Windows存储临时文件的时候找不到地方，可能会出问题。可以清空的文件夹还有windows下面以$开头的一些文件夹，是卸载自动更新用的。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(115, '未命名文档', '115', 1658619214, 1658619214, '<!--markdown-->怒之翼\r\n互逆圈\r\n阻力二相性 ，也就是说阻力越大，则运行越快，根据力的作用是相互的，那么有动力就有阻力，阻力作用到物体上的动力去了哪里？都是物体自己吸收了么？\r\n\r\n首先地球上有重力，外太空没有，所以在物质组成上，外太空的物质密度低，重力接近于零，所以到地球上受到重力接近于零，所以速度的快慢和地球上物质组成的飞行器不是一个次元的。至于你说的动力系统这个东西，其实可以理解为宇宙势能，因为外星人那里可能没有太阳所以不可能是太阳能，那么只能是宇宙势能，而宇宙势能是什么？是属于地球，月球，火星运行运动的本质动力类型，所以飞行在哪里都随心所欲。然后飞形器是什么方向飞行的呢？首先是和地球同步方向速度一致，然后再向自己要走的方向前进。这样就等于云彩一样，速度极快，而且很随心所往。\r\n\r\nhttp://m.kuwo.cn/newh5app/play_detail/6930023?mid=MUSIC_6930023&from=baidu', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(116, '未命名文档', '116', 1658619255, 1658619255, '<!--markdown-->池子\r\n摸鱼 冲浪', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(117, '未命名文档', '117', 1658619281, 1658619281, '<!--markdown-->阴阳鱼', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(118, '未命名文档', '118', 1658619312, 1658619312, '<!--markdown-->   Selteco Bannershop GIF Animator 是一个专门用于制作网页 Banner 的 GIF 动画制作工具，可以将两个或多个图象合成一个 GIF 文件。在图象之间过渡时，可以显示多种特效，你也可以设置每一图象(即动画的每一帧)的效果持续时间。同时也是一个不错的 GIF 动画编辑工具，你可以轻松的编辑一个 GIF 动画文件里每一帧的属性。软件同时提供了 GIF 文件创建向导，帮助您轻松创建 GIF 动画；对于最终的网络发布，软件还能自动生成所需的 Html 代码或直接生成 Html 页面。Bannershop GIF Animator 是一个不可多得的网页 Banner 图象创建工具。\r\n\r\n         「It''sMe 我是大明星 」让您只要利用一张照片，不用学习建置 3D 模型、不用苦修角色动画，便能运用快速 3D 即时运算技术，产生高品质输出效果，让您成为 3D 角色动画第一人，并且在弹指之间将个性化 3D 角色动画，随心所欲的运用在电子邮件、电脑桌布、数位名片、个人网页等情境上，发挥个人无限创意。 ', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(119, '未命名文档', '119', 1658619340, 1658619340, '<!--markdown-->　Google SketchUp是Google出品的免费3D绘图软件。市面上的3D绘图软件，通常需要花费不小的费用。但Google SketchUp就不同了，它是个快速且易于使用的3D绘图工具，可以辅助我们制作出屋子、桌子．．．等对象，而且最重要的是，它还是完全免费，任何人都可以使用，让我们也能在不花费任何的费用之下，也能一窥3D的世界。\r\n\r\nParticles Illusion ——也就是大名鼎鼎的幻影粒子系统。中文翻译为幻影粒子！它是一套打造粒子特效的工具，凡是文字、爆破、火焰、烟火、云雾、水波、烟尘等等，都可以使用这个软件来完成。\r\n\r\n　手机动漫大师是一款基于国家手机（移动终端）动漫行业标准开发的漫画制作软件。手机动漫大师针对手机阅读特性，支持声音等多媒体及各类动态效果的加入，完美呈现会动的漫画，从此自制动漫画更加简单。\r\n\r\n配色神器是一款帮助用户轻松解决配色问题的工具，可以添加到PS中应用,让我们的画面更和谐。配色神器拥有着强大的图片颜色编辑功能，还有是网页设计人员的福音，不管是图片编辑还是在网页设计方面都可以起到卓效的帮助。同时这款神器还兼容XP系统以及官方最新推出的mac版，新版本的推出优化了网页批量截图和屏幕取色的功能，让你尽情的玩转色彩吧!', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(120, '未命名文档', '120', 1658619375, 1658619375, '<!--markdown-->川田neon亮化软件是一款适用于城市灯光亮化工程的LED灯光效果动画制作软件，专业提供霓虹灯、LED屏、幕墙灯、护栏管、跑马灯、数码管、穿孔字等动画效果。相对Flash等大型软件的动画制作来说，川田neon操作十分简便，花样编程灵活多变，效果亮丽\r\n\r\n　Definer是由官方专门针对2DRPG类型的游戏推出的一款十分专业的2D动画制作工具。它允许您定义sprite和sprite动画，需要的快来下载吧！\r\n\r\nCocoStudio是一款功能强大、制作快速、效果极佳的游戏开发套件，由触控科技引擎团队研发，堪称手游开发神器，而且是永久免费使用。本站提供CocoStudio免费下载。\r\n\r\nAutodesk Maya2014中文激活版是一款功能顶级的3D动画制作软件，渲染功能极强，在影视、动画特技方面有不俗表现。中文界面友好直观，操作方便。本站提供Autodesk Maya2014中文激活版免费下载。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(121, '未命名文档', '121', 1658619413, 1658619413, '<!--markdown-->playgrounds巨好，无任何基础就能上手，几周就能做人机！', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(122, '未命名文档', '122', 1658619449, 1658619449, '<!--markdown-->[微笑]这里有rpgmakervx/ace/xp版本的中文补丁（没捆绑软件和病毒）下载包：https://pan.baidu.com/s/1YRXorPCxZzBfOXMCTPAM8g#list/path=%2F原网页project1论谈', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(123, '未命名文档', '123', 1658619482, 1658619482, '<!--markdown-->1.Unity（引擎\r\n2.Photoshop（平面素材\r\n3.Logic Pro（音频\r\n4.Spine（2D动画，顺带吐槽我觉得blender没这么难学\r\n5.Audacity（音效，比logic pro简单易用\r\n[抠鼻][抠鼻][抠鼻]', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(124, '未命名文档', '124', 1658619510, 1658619510, '<!--markdown-->shaderGraph\r\n你好，我想询问一下，这个游戏中场景物体的运动，比如草的晃动，是用动画制作的吗？\r\n\r\n美术素材\r\nitch.io/game-assets\r\n\r\n\r\n10月1日将发布重大更新，包含首个模板的1.0稳定版和数十个基于GC本体的新增功能（顺便修了很多BUG）\r\nGC免费试用版获取方式：\r\n前往 www.gamecreator.com.cn/soft.php 下载\r\nGC付费版购买方式：\r\n1. 在下载页面点击购买永久版按钮（233元）\r\n2. 在微信小程序搜索“Gamecreator创游”进入商店购买，可选择月付（25元）、季付（68元）和永久版（233元），购买后工作人员会发放激活码。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(125, '未命名文档', '125', 1658619536, 1658619536, '<!--markdown-->俄罗斯方块大乱斗\r\n每个玩家一个方块\r\n消除自己的一排得金币\r\n金币可以购买黑炸弹', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(126, '未命名文档', '126', 1658619556, 1658619556, '<!--markdown-->小红帽塔防\r\n72变象棋\r\n9981难西游记塔防', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(127, '未命名文档', '127', 1658619583, 1658619583, '<!--markdown-->今日参道静悟明心。\r\n强中遇见路人王，时间一到就散场。\r\n冷言讽语多王相，自视公高话一堂。\r\n谁有心思明旧理，任其张狂性嚣张。\r\n邻家挣占三尺墙，年轻气盛乃好枪。\r\n《好少年》\r\n强中遇见路人王，时间一到就散场。\r\n冷言讽语多王相，自视公高话一堂。\r\n谁有心思明旧理，任其张狂性嚣张。\r\n邻家挣占三尺墙，年轻气盛乃好枪。\r\n尽锋芒', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(128, '未命名文档', '128', 1658619612, 1658619612, '<!--markdown-->你说过，这世间太匆匆，人和事太朦胧，看不清，想不通，没有时间去弄懂。\r\n你知道，这世间人太冷，情和爱太沉重，不敢碰，怕心痛，更怕生活到此终。\r\n那曾经，已是梦，今天起～\r\n遇见你，喜欢你，从此世间我无敌，为你遮尽世间雨。\r\n遇见我，成就你，世间多一份传奇，女人因你而美丽，男人见你而心怡，花儿见你而绽放，草儿见你而青香，鸟儿见你而欢唱，山川见你而雄壮，河流见你而欢淌。你我成为世人的标榜。\r\n《心灵缺少一盏明灯》\r\n\r\n太阳升，天放晴，所有零乱未规整，昨日情感今犹在，昨日故事已成空，昨日故事重发生，是否享受如醉翁？昨日零乱今归整，故事不怕重发生。\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(129, '未命名文档', '129', 1658619635, 1658619635, '<!--markdown-->点播机器', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(130, '未命名文档', '130', 1658619663, 1658619663, '<!--markdown-->一键修复 host\r\n一键备份\r\n一键修改\r\n一键导入\r\n一键刷新\r\n云host库\r\n网站插件库接入\r\n\r\n友谊的小船', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(131, '未命名文档', '131', 1658619683, 1658619683, '<!--markdown-->友谊的小船', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(132, '未命名文档', '132', 1658619711, 1658619711, '<!--markdown-->货币战争\r\n三国争霸\r\n要在三个国家之间买卖货币投资来进行收购其他玩家，收购标准10倍\r\n\r\n一个国家的经济越发达，那么军事实力越强\r\n\r\n低价买进，高价卖出来赚钱\r\n\r\n为了不让国家灭亡，那么就必须投资个买衰弱国家的货币，然后卖出强大国家的货币\r\n\r\n一个是商人，一个是国王', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(133, '未命名文档', '133', 1658619781, 1658619781, '<!--markdown-->二维码聊天\r\n联系人名单\r\n开发一个粉笔黑板\r\n直播粉丝互动游戏软件，直播中粉丝可以玩游戏来进行pk\r\nCAM本土化\r\n立克刷题助手\r\n行业认知测试卷软件\r\n显示密码软件\r\n资讯订阅器\r\n多主播联动游戏终端\r\n(游戏模拟器+游戏rom+主播+粉丝团互相娱乐「引流社交软件的引申」)引流到我们的软件集合中去，引流之后的变现能力的探索「电商搭配，广告，氛围贡献活跃度(网站插件库）」，网站网页资讯订阅，流量二次利用', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(134, '未命名文档', '134', 1658619828, 1658619828, '<!--markdown-->兴趣开发组组成结构\r\n网站插件库组\r\n游戏开发组\r\n个人开发单元\r\n翻译组（计划）\r\n概念组（计划）\r\n\r\n兴趣开发组人员评估画像\r\n账号。昵称。来源。经验。技术节点。兴趣辐射。兴趣爱好与项目交集。主动性。配合度。是否参与分红。\r\n能力范围。靠谱率。热情持续时间。完成度。参与时间。是否继续派发任务。是否参与核心技术。是否开源。心态。沟通频率。观察员身份。优先级。效率。意见分歧日志。重要沟通反馈日志。参与项目数。责任感。组织集体观念。清晰度。是否有收获。\r\n\r\n\r\n我的个人定位评估与标签节点\r\n产品，方向，知识面，用户心理，玩法，市场变化，商业敏感度，成员动员，例会，组织协调，人员培训，成员招募，整体目的大方向，团队精神文化，口号，名字，目标，管理方式，组织架构，解决方案，灵活度，短板，运营结果，事物既定目标完成度，目标实际路线修正度，成员达标率，进展速度，知识理解能力，协同人员配合度，巧妙度，是否有收获，年度报告。计划', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(135, '未命名文档', '135', 1658619852, 1658619852, '<!--markdown-->地雷\r\n和扔绣球一样，会随机扔到玩家人群中，倒计时开始，玩家可以任意传递绣球，时间结束，绣球爆炸', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(136, '未命名文档', '136', 1658619912, 1658619912, '<!--markdown-->https://rp.mockplus.cn/run/ThTQnOWLQhaT/566McJjmnzRO/PLvITiFfz?nav=1&cps=expand&rps=collapse&ha=0&la=0&fc=0&dt=iphone&out=1', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(137, '未命名文档', '137', 1658619954, 1658619954, '<!--markdown-->生肖大乱斗\r\n生肖具有12级分身\r\n12个12级分身可以升级\r\n本年生肖虎', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(138, '未命名文档', '138', 1658620023, 1658620023, '<!--markdown-->许天彪----532123198401233633\r\n李曦----520103198312084016\r\n520103198312084016\r\n张剑南----510922198905210357\r\n胡意良----430124198204271711\r\n芦小红----360102197004035326\r\n刘希宝----220122197709114336\r\n吴恒开----510212198005010818\r\n韩硕----412728199311210034\r\n邱巍----220104198011150919\r\n赵文义----140108199010202510\r\n申志辉----130502198403061816\r\n郭翔----410103199005020134\r\n徐长号----410927199207091031\r\n高煜研----220281199107017437\r\n\r\n陆吟----320112198308010419\r\n王名李----522628198905060016\r\n艾明星----429001198802227215\r\n王智伟----150302198905061034\r\n袁幸钱----330225199010090333\r\n冯伟----511623199305056996\r\n黎恒均----440921199010130436\r\n陶睿哲----532523198711100010\r\n陈淼----440882198910012075\r\n邹晓宇----51102319831013551X\r\n贺中海----320322197410110634\r\n吴旭阳----33078219891103083X\r\n朱明超----411425198009094211\r\n白云飞----142431198503090032\r\n', 0, 1, NULL, 'post', 'waiting', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(139, '未命名文档', '139', 1658620068, 1658620068, '<!--markdown-->我给你说下全流程\r\n访客点击到网站后，插件的出现的流程\r\n情景模式时间轴设定\r\n访客到访开始计时\r\n20秒内为欢迎访问页面\r\n后面掉落彩蛋，彩盒，红包，金币，关键词，权限，虚拟装饰物品等\r\n掉落时间由站长后台设定\r\n用户关闭网页时动作进行监控，如果是要离开或者跳转到其他非本站页面，首次提示并出现彩盒功能\r\n\r\n彩盒彩蛋等同于宝箱功能', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(140, '未命名文档', '140', 1658620095, 1658620095, '<!--markdown-->是两人玩的吗？一轮每个人行动一次吗？行动顺序？各张卡消耗多少元？一回可以购买任意张卡牌吗？卡牌是一次性的吗？……这些都写清楚一些\r\n\r\n开局保底1000元\r\n2个人至多个人，顺时针摸牌，摸牌后主动技能可以打出，被动技能牌只能等待对手发技能消耗掉，卡牌都是一次性的，玩家感觉自己手牌太多，轮到摸牌时，可以放弃摸牌，主动弃牌\r\n一盒牌数量60张，抓空后开启第二盒且消耗牌数量加倍，不限制时间\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(141, '未命名文档', '141', 1658620129, 1658620129, '<!--markdown-->\r\n《梗牌》\r\n运气 增加2次摸牌\r\n贵人 对方的手牌给自己\r\n晦气  冷却1轮\r\n桃花运 可以获得场中美女手中一张纸牌\r\n喜欢你 可以送对方任意一张手牌\r\n安排 把消耗牌安排在对方摸牌位置\r\n元芳 可以看牌堆前5张牌\r\n内卷 可以更换牌堆牌顺序\r\n香 可以获得500 元 且获得一玩家手里一张牌\r\n牛马 搬砖失效\r\npua  扔掉一张手牌\r\n躺平  保护盾一轮\r\n破防  使躺平失效\r\n翻车 直接出局\r\n老司机  对异性消耗加倍\r\n摸鱼 牛马失效，无牛马时，更换一张牌到牌堆\r\n许愿', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(142, '未命名文档', '142', 1658620157, 1658620157, '<!--markdown-->益州：1级——（亲蛮）可以南蛮安全外交\r\n      \r\n      2级——（天府）商业收入上升（中），农业收入上升（中）\r\n\r\n      3级——（锦官）获得稀有资源“蜀锦”\r\n\r\n      4级——（秦商）可以和大秦国进行贸易，获得外国稀有科技和名品 ', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(143, '未命名文档', '143', 1658620186, 1658620186, '<!--markdown-->欧皇模式\r\n\r\n盲盒模式：叁元抽奖一次，包含（一般科技（永久），稀有科技碎片（永久），稀有科技体验卷,稀有大志永久碎片,大汉十三州地利永久碎片）\r\n\r\n\r\n几率公式：\r\n掷骰子：壹点（谢谢惠顾）\r\n掷骰子：贰点（一般科技永久碎片）\r\n掷骰子：叁点（稀有科技永久碎片）\r\n掷骰子：肆点（稀有科技体验卷）\r\n掷骰子：伍点（大汉十三州地利永久碎片，外国稀有科技体验卷。）\r\n掷骰子：陆点（稀有大志永久碎片，外国稀有名品永久碎片，外国科技永久碎片）\r\n\r\n兑换制度; 稀有科技永久碎片 X5 = 稀有科技永久\r\n一般科技永久碎片 X3 = 一般科技永久\r\n大汉十三州地利永久碎片 X5 = 大汉十三州地利满级永久\r\n稀有大志永久碎片 X6 = 稀有大志永久\r\n外国稀有名品碎片 X6 = 外国稀有名品永久\r\n外国科技永久碎片 X7 = 外国稀有科技永久\r\n外国科技体验卷   X4 = 外国稀有科技永久\r\n\r\n\r\n科技类（每个科技只限一个，售完即无）\r\n\r\n稀有科技一档：（20元一个）\r\n稀有科技二档：（30元一个）\r\n稀有科技三档：（35元一个） ', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(144, '未命名文档', '144', 1658620209, 1658620209, '<!--markdown-->做个小学生角色，武器是扔作业本，做个情侣', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(145, '未命名文档', '145', 1658620244, 1658620244, '<!--markdown-->生肖环\r\n可以累积威望\r\n虎虎生威\r\n每天点击一下虎头，随机获得威望和其他\r\n有了威望可以消费威望去找找老虎\r\n虎虎生威或者虎虎生虎\r\n生出来虎可以送给他人，他人激活后会再次获得威望\r\n写树洞可以获得威望\r\n威望可以兑换明年生肖\r\n自己送出的虎威望会增加威望抽取到概率\r\n有意义的事情\r\n有趣的事\r\n开心的事\r\n困难的事\r\n伤心的事\r\n\r\n分享出去后，玩家可以购买一个小老虎\r\n或者租金押金来租用小老虎\r\n小老虎租一年是365元\r\n\r\n老虎出租', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(146, '未命名文档', '146', 1658620278, 1658620278, '<!--markdown-->　　生肖鼠：鼠年吉祥，灵鼠献瑞，瑞鼠运财，鼠兆丰年。\r\n　　生肖牛：金牛迎春，扭（牛）转乾坤，牛气升天，牛气腾腾。\r\n　　生肖虎：生龙活虎，虎雄千里，虎虎生威，虎跃新程。\r\n　　生肖兔：玉兔东升，玉兔灵芝，灵兔吉瑞，兔起凫举。\r\n　　生肖龙：龙凤呈祥，龙腾云天，龙腾虎跃，龙马精神。\r\n　　生肖蛇：旺蛇成龙，福禄玉蛇，金蛇飞舞，蛇序呈祥。\r\n　　生肖马：龙马精神，骏马奔腾，马到成功。\r\n　　生肖羊：羊致清和，三羊开泰，灵羊起舞。\r\n　　生肖猴：灵猴献寿，封侯挂印，金猴闹春，猴呈得意。\r\n　　生肖鸡：金鸡报晓，吉运来临，大（吉）鸡大利。\r\n　　生肖狗：拳拳之心，前程有望，玉狗迎春，狗至兴隆。\r\n　　生肖猪：福猪吉祥，祝福平安，猪拱福门，诸事顺利。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(147, '未命名文档', '147', 1658620344, 1658620344, '<!--markdown-->12星座\r\n12生肖\r\n12月\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(148, '未命名文档', '148', 1658620376, 1658620376, '<!--markdown-->你的好友想更加了解你，快来帮帮他\r\n\r\n账号被盗，好友丢失怎么办？快到好友管家来备份', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(149, '未命名文档', '149', 1658620403, 1658620403, '<!--markdown-->按键集合成键盘⌨️互动游戏\r\n\r\n按键由玩家组成\r\n想成为按键需要充钱\r\n\r\n入榜单者前5可以购买按键来合成一个键盘\r\n\r\n按键会自动移动也可以用户激活自己控制跑\r\n\r\n购买键盘按键的人充钱来加速\r\n\r\n组成键盘⌨️最多的人可以点歌，写跑马灯，记录入历史玩家高手榜\r\n\r\n一首歌的时间内，按键可以无限复活，可以捡键盘底座进行收集按键\r\n\r\n键盘底座随机掉落\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(150, '未命名文档', '150', 1658620426, 1658620426, '<!--markdown-->情景模式时间轴设定\r\n访客到访开始计时\r\n20秒内为欢迎访问页面\r\n后面掉落彩蛋，彩盒，红包，金币，关键词，权限，虚拟装饰物品等\r\n掉落时间由站长后台设定\r\n用户关闭网页时动作进行监控，如果是要离开或者跳转到其他非本站页面，首次提示并出现彩盒功能\r\n\r\n情景模式分\r\n游戏情景模式\r\n小说主角挣夺模式\r\n人生重开器模式\r\n群雄逐鹿模式\r\n地球附近位置争夺模式\r\n\r\n打卡签到领红包\r\n绑定站点\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(151, '未命名文档', '151', 1658620449, 1658620449, '<!--markdown-->你的歌声打动了我，你的冷默阻挡了我，徘徊在停留与离开之间，纠结于发与不发送的画面', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(152, '未命名文档', '152', 1658620468, 1658620468, '<!--markdown-->姐姐不说话，让我多尴尬。\r\n等待似油煎，心中一团麻。\r\n《嗨？》', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(153, '未命名文档', '153', 1658620490, 1658620490, '<!--markdown-->视作仙女下凡，思念夜里无眠。\r\n聊天互表喜欢，相恋快乐无间。\r\n婚后柴米油盐，生活日趋平淡。\r\n激情逐渐退散，问题不断上演。\r\n争吵亦加频繁，见面就会心烦。\r\n往日蜜语甜言，至今已然不见。\r\n压力加大助燃，婚姻走向终点。\r\n临走背影萧然，想想瞬间心酸。\r\n曾经感动画面，循环脑海浮现。\r\n海誓山盟青年，白头偕老誓言。\r\n十年金婚未满，缘分提前用完。\r\n憧憬美好片段，步履蹒跚维艰。\r\n事态发展这般，检讨双方缺点。\r\n关心包容有限，沟通少于从前。\r\n观点脾气相伴，分歧越走越远。\r\n此文作者杜撰，请多斧正指点。\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(154, '未命名文档', '154', 1658620557, 1658620557, '<!--markdown-->单身生活最苦涩。\r\n夜晚空虚和寂寞，\r\n想你不是我的错，\r\n属实美女太诱惑。\r\n\r\n布衣粗线青丝袜，\r\n身姿百媚展婀娜。\r\n芙蓉出水花一朵，\r\n不似人间胭脂色。\r\n\r\n美女音如天籁音，\r\n旁敲侧击入灵魂，\r\n恰似春风拂耳面。\r\n纤纤玉手若彩虹，\r\n条条撩拨我心神。\r\n\r\n回眸一笑倾城国，\r\n朱唇轻启噬魂魄。\r\n最美人间两酒窝，\r\n秒杀心底的恶魔。\r\n\r\n欲探仙女的神秘，\r\n烟雾弥漫随心起，\r\n今生有幸遇见你，\r\n神仙仙境不相及。\r\n\r\n\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(155, '未命名文档', '155', 1658622033, 1658622033, '<!--markdown-->六言杂字\r\n凡将篇\r\n三字经\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(156, '未命名文档', '156', 1658622192, 1658622192, '<!--markdown-->你说的明天是哪天，你要的快乐有无边，你给的思念如何断，你讲的话语犹耳畔。明天我等了千万年，快乐我给了千千万。思念斩断无数遍，话语印刻脑海间。追你不知有多难，岁月跑出了纪元，快乐只要你喜欢，玉皇大帝当演员，思念是一种习惯，爱你是真正源泉，话语是世间温暖，爱意瞬间被填满。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(157, '未命名文档', '157', 1658622294, 1658622294, '<!--markdown-->你说的明天是哪天，你要的快乐有无边，你给的思念如何断，你讲的话语犹耳畔。明天我等了千万年，快乐我给了千千万。思念斩断无数遍，话语印刻脑海间。追你不知有多难，岁月跑出了纪元，快乐只要你喜欢，玉皇大帝当演员，思念是一种习惯，爱你是真正源泉，话语是世间温暖，心灵因你而重燃。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(158, '未命名文档', '158', 1658622326, 1658622326, '<!--markdown-->你说过，这世间太匆匆，人和事太朦胧，看不清，想不通，没有时间去弄懂。\r\n你知道，这世间人太冷，情和爱太沉重，不敢碰，怕心痛，更怕生活到此终。\r\n那曾经，心轻松，现在以当作故梦。梦将醒，又发生，那一刻已然心态崩。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(159, '未命名文档', '159', 1658622348, 1658622348, '<!--markdown-->子不教，父之过，教太严，子之错。\r\n不入世，何为道？不经事，何为理？不磨厉，何成人？\r\n既成人，担重则。娶佳人，护她安。子为父，传育人，明事理，懂规矩。\r\n七旬日，高堂坐，守子孙，老携手，度平安。\r\n\r\n摘来的', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(160, '未命名文档', '160', 1658622369, 1658622369, '<!--markdown-->子成人父方解油盐非易事，\r\n女为人母方知酱醋味千般。\r\n幼年常感父身宽，双肩可憾千重山。\r\n而今转瞬成人父，才知年少见识偏。\r\n流光逝，步蹒跚，碎银几两汉子难。\r\n也曾心怀青云志，回首只盼老少安。\r\n\r\n摘来的', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(161, '未命名文档', '161', 1658622387, 1658622387, '<!--markdown-->正常版\r\n你说过，这世间太匆匆，人和事太朦胧，看不清，想不通，没有时间去弄懂。\r\n你知道，这世间人太冷，情和爱太沉重，不敢碰，怕心痛，更怕生活到此终。\r\n那曾经，已是梦，今天起～\r\n遇见你，喜欢你，从此世间我无敌。\r\n遇见我，成就你，世间多一份传奇。\r\n《心灵缺少一盏明灯》\r\n\r\n\r\n画蛇添足版\r\n你说过，这世间太匆匆，人和事太朦胧，看不清，想不通，没有时间去弄懂。\r\n你知道，这世间人太冷，情和爱太沉重，不敢碰，怕心痛，更怕生活到此终。\r\n那曾经，已是梦，今天起～\r\n遇见你，喜欢你，从此世间我无敌，为你遮尽世间风雨。\r\n遇见我，成就你，世间多一份传奇，女人因你而美丽，男人见你而心怡，花儿见你而绽放，草儿见你而青香，鸟儿见你而欢唱，山川见你而雄壮，河流见你而欢淌。你我成为世人的标榜。\r\n《心灵缺少一盏明灯》', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(162, '未命名文档', '162', 1658622528, 1658622528, '<!--markdown-->面对以后的生活，觉得应该这样做\r\n\r\n1不较真，有意见交换意见，意见不同，依着她\r\n\r\n2心中有她，关心她的生活细节，如爱吃啥，喜欢看什么节目，喜欢什么样的风格\r\n\r\n3家务全包，让她有自己的时间做自己喜欢的事\r\n\r\n4辅导孩子功课不能着急，切记。\r\n\r\n5钱交给她保管，但要知道还有多少。方便做用钱时的决定。\r\n\r\n6时刻保持换位思考。过多的关心反而引起反感。保持对她好，有度，给她时间，空间做她想做的事。\r\n\r\n7坚决不和她吵架，女人用来关心，呵护，不是找来拌嘴的。\r\n\r\n8被冤枉了，可以解释，办错事了，可以认错\r\n\r\n9她说的话，要记住。她不让干的事，不做。\r\n\r\n10经济上，尽力努力赚钱。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(163, '未命名文档', '163', 1658622579, 1658622579, '<!--markdown-->白天苦，生活累，鸭梨一堆接一堆，不如意时买酒醉，你一杯，我一杯，喝到太空我在飞，喝到身旁美女围，喝到人生新体会。\r\n\r\n夜太美，人自醉，放空自己的心菲，释放一身的疲惫，无人陪，独自悲，憧憬生活会更美，憧憬美女来宽慰，憧憬一半已入睡！【白天不懂夜的黑】', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(164, '未命名文档', '164', 1658622601, 1658622601, '<!--markdown-->透析社会贫穷困苦的本质\r\n我在某软件上看到女人说，要找一个比自己强，偏爱自己并且可以带自己成长的男人，而不是遇到困难只会抱怨\r\n所以我想问一下，男人的成长是咋成长的？\r\n\r\n金钱可以代替大部分能力和补齐成长上的短板，好像还需要灵敏的思维和海量的知识储备。而很多时候大家都是在用金钱解决吃饭问题，在生活中偶尔会提升点其他属性，而大幅度提升貌似没有什么明确渠道，这可能就是普通命运在人间不断轮回的真相。\r\n下面话题升级\r\n不论社会主义还是资本主义或者封建社会亦或者奴隶社会更或者原始部落\r\n人们大部分时间都是在从事着多多赚钱从而来解决短板，而金钱具有通用性质，也使得这个理论在人间运作一直得以顺利进行。\r\n当然金钱达到一定数量后，人们会发现生活好了，却感觉空虚了，其实这就是一条道走到黑，短板太短，金钱很难补上来的原因。\r\n而从课本中我们似乎也有学到过，物质文明和精神文明两手抓的国策。我想这是一个高层次的定位，但是落实在行动上却需要无数人的智慧来精神文明世界里构建思维方式，思维模式，以及思维与生活的互约性，验证模型等。\r\n精神财富为高级社会文明发展到一定阶段后产物，显然现在我们很难接触到，或者没有学科带头人会直接为你开启这扇大门。\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(165, '未命名文档', '165', 1658622622, 1658622622, '<!--markdown-->An operating system was not found. Try disconnecting any drives that do not contain \r\nan operating system.\r\nPress Ctrl + Del + Del to restart', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(166, '未命名文档', '166', 1658622680, 1658622680, '<!--markdown-->耻华年，历史券，不堪回首看，诉断离肠心声愿，人生苦短\r\n左右边，无人伴，孤寂任影单，攥文贴送网云端，散落世间', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(167, '未命名文档', '167', 1658622719, 1658622719, '<!--markdown-->我想说什么你似乎一眼已看透， 但是我想说什么我自己都还不知道\r\n女人很聪明，而我却很笨\r\n也正因如此\r\n我失去了很多人和故事\r\n世界的美好时光\r\n一直都是我的向往\r\n而脑子却成了硬伤\r\n美好世界无形墙\r\n它在无情的阻挡\r\n我多希望优秀的女孩\r\n可以给我特殊能量\r\n让我可以横冲直撞\r\n我想\r\n可惜这些都是我想\r\n世界现实这般残酷\r\n这可能会是我永远的痛\r\n可我只能被动硬抗\r\n一个配不上你的人\r\n心中有多少心思情话\r\n在这样的世界都那么廉价\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(168, '未命名文档', '168', 1658623021, 1658623021, '<!--markdown-->该吃吃，该喝喝，啥事别往心里去搁。男人不需要太多，一个就能生一窝。年轻时候不发车，老了启动耗油多。不多说，衣服一脱赶紧做，享受人生的快乐。', 0, 1, NULL, 'post', 'hidden', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(169, '未命名文档', '169', 1658623049, 1658623049, '<!--markdown-->你我本是有缘人，皆在爱河桥边寻。朝朝祈愿手拉手，暮暮祈福共白头。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(170, '未命名文档', '170', 1658623074, 1658623074, '<!--markdown-->如花儿之争艳，如岁月之情牵。\r\n因上进而心欢，吃苦后方知甜。\r\n苦尽是何年？天不语人不言，一等无数年，尤盼春天。\r\n甘来应吾愿？苦未尽寿将满，回首看昨天，不负当年。\r\n经沧桑变，淡看人间，苦甘多因钱，奋力一生愿，未及富人一桌宴，似为笑谈。\r\n人间难不难？机缘有无缘？\r\n如有心争艳，还请看这边。\r\n《恋爱选我我超甜》', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(171, '未命名文档', '171', 1658623609, 1658623609, '<!--markdown-->耻华年，历史券，不堪回首看，诉断离肠心声愿，人生苦短\r\n左右边，无人伴，孤寂任影单，攥文贴送网云端，散落世间', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(172, '未命名文档', '172', 1658623642, 1658623642, '<!--markdown-->\r\n如花儿之争艳，如岁月之情牵。\r\n因上进而心欢，吃苦后方知甜。\r\n苦尽是何年？天不语人不言，一等无数年，尤盼春天。\r\n甘来应吾愿？苦未尽寿将满，回首看昨天，不负当年。\r\n经沧桑变，淡看人间，苦甘多因钱，奋力一生愿，未及富人一桌宴，似为笑谈。\r\n人间难不难？机缘有无缘？\r\n如有心争艳，还请看这边。\r\n《恋爱选我我超甜》', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(173, '未命名文档', '173', 1658623702, 1658623702, '<!--markdown-->古有三国周公瑾，现有软件美女你。\r\n英才一生天妒忌，你有美丽路人迷。\r\n天公派去卧龙比，匹配让我遇见你。\r\n英雄见面非恨晚，你我聊天有姻缘。\r\n酒中诗词已开战，美女是否需要伴。\r\n周瑜志在场场赢，美女看我行不行。\r\n卧龙心系天下平，敢问姑娘的芳龄？\r\n鸿鹄燕雀若同行，你我协手走一程？\r\n天下必将大一统。创建美丽的家庭？', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(174, '未命名文档', '174', 1658623742, 1658623742, '<!--markdown-->一个人要告别天真，就要学习\r\n\r\n如果你曾经体会过登峰造极的感受，你就不会退而求其次\r\n\r\n你的激情再大，也是一条抛物线\r\n\r\n真正支持你长期学习的是学习本身。\r\n\r\n京东有个京东年兽，聊天也应该有个聊天兽\r\n聊天兽通过聊天技巧闯关升级\r\n然后闯关升级里慢慢融入历史文化，神话，医学常识，科学自然等知识面\r\n\r\n今天又看到了一个卖梦的新闻，男子开店寄存梦境，3年累计收到3000个投稿', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(175, '未命名文档', '175', 1658623768, 1658623768, '<!--markdown-->感觉如果要让每个用户有归属感，卖力活跃的基础就是关系到用户本身，除了利益，健康，虚荣，知识，攀比，成就，回忆，畅快，无奈，氛围，好像也没有什么其他的动力会驱使用户更嗨了！\r\n延伸下，根据诗句，莫愁前路无知己，天下谁人不识君，那么一个人经常茫然不知所措，他的知己在哪里？如果把知识比作一个人，那么现阶段就是人类认识知识，而知识不认识人\r\n\r\n根据淘宝，那种千人千面我们似乎看到了商品认识人的做法\r\n\r\n你看到过一个人最无助的时候，想帮却帮不了的时候是最无力的时候，这个镜头会在灵魂里落下印记', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(176, '未命名文档', '176', 1658623789, 1658623789, '<!--markdown-->4问造产品，1，你是谁，2，哪里人，3，做什么的，4，有什么事？  基于这个4个问题搭建的个人风格平台，秉持简约实用的原则，不识初识为主线，多种小程序辅助的设计来完成人，事，物的适度匹配，从而实现一人一次基础记录多次扶正记录来解决一生问题的目的！\r\n\r\n适度的个人信息，保证网络大数据时代的隐私泄漏问题，每一次的个人信息调用都会进行审查，本人授权等层层把关，这也是平台打造的初衷！\r\n\r\n真正做到你的地盘你做主！主角:用户。配角：平台！\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(177, '未命名文档', '177', 1658623867, 1658623867, '<!--markdown-->比如，一个三好学生写的自己的历史，是否有其他学生去阅读？\r\n\r\n你的历史可以等价于经验，每个人不必重新造轮子……好像听起来像是百度经验呢。但是百度经验过于整理化了，太过于规范，一些鸡毛蒜皮的事情都没有记录下来，有些没有色彩，就如同黑白电视一样\r\n\r\n人应该往前看，也要往后看，没有看清足迹', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(178, '未命名文档', '178', 1658623926, 1658623926, '<!--markdown-->有无灵魂的区别，无灵魂时我只是个文字爱好者。有灵魂时文字发人深醒，清扫路上的毒障，吹动心底的尘埃！\r\n\r\n夺泥燕口，削铁针头，刮金佛面细搜求：无中觅有。鹌鹑嗉里寻豌豆，鹭鸶腿上劈精肉，蚊子腹内刳脂油。亏老先生下手！——元代·佚名\r\n\r\n好像少了灵魂，应该加入个哲学\r\n\r\n世界上没有的，就是产品的创造理念，世界上有的，就是用户的需求福祉！\r\n\r\n在垃圾信息满天飞的网络里，24小时的内容栏目，主要体现信息的及时性，千阅读的内容栏目，主要体现信息的珍贵性和重要性！看一次少一次！\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(179, '未命名文档', '179', 1658623954, 1658623954, '<!--markdown-->世上本没有佛，突然开发出来一个，开始没人信，后来一个人信，后来2个人信，10年后，百年后，佛已经是第7版本了\r\n潜移默化这个力量好像可以玩\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(180, '未命名文档', '180', 1658624035, 1658624035, '<!--markdown-->世间除了钱还有情，都是血肉之躯，灵魂载体，如若不是生活所迫谁又会无情呢，无情不是经历常人难以想象的磨难就是没有灵魂的行尸走肉，对待钱，我们在一个理性的立场对待，人生才不会被钱牵着走～那么生活所迫到底是什么呢？网络这么发达不能解决么？我想这个是我今天要设计的产品\r\n\r\n钱就是实际么？听起来好像不近人情，总感觉很是冰冷，人的社会是这样的么？无数个困惑随之出现\r\n\r\n回想之前上班时候，一个早安可以让自己心情舒畅，一个少说的早安却让气氛异常，一个早安也许成了领导要找你麻烦的理由，早安？实际一点，这里面的故事好像数也数不过来\r\n\r\n\r\n网络上的早安让这个词语变得平淡了不少，但是这是一个早安应该有的样子么。我想早安应该让人们看到真正价值，为恢复该有的色彩！\r\n\r\n我把它设计到我的项目里吧！弘扬传统文化从我开始', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(181, '未命名文档', '181', 1658624158, 1658624158, '<!--markdown-->前世生平不详，史册未存篇章。\r\n沉默逐流过往，淡看世间沧桑。\r\n\r\n昨天发了个非朋友圈，居然有人喜欢我这个胡编乱写，让我情何以堪\r\n\r\n商业软件一般都是个人意志主导偏多，最后产品不是死掉就是路线偏离\r\n\r\n无情之人必有大毅力，这种人如何能对一个产品放下戒备之心。要做到这种人的心里去，灵魂里，还不能做抖音这种娱乐姿态出现，那么坦诚相待是否会被认可，那么尔虞我诈是否又会让其反感，既然如何难选，就让用户选吧，我想无情并非无情物，只需真情多流露，无情亦会有情天，我为无情开新篇！\r\n\r\n苟且我用我的思维去理解这个若，如果是一个大老板，很多群友的语言文字都是考究后发出来的，而像我这种，基本上不是没人理会就是很娱乐的姿态回答我，我感觉这就是实际生活的影响，也是一些人势利眼的表现，但是不管如何，这样的世界没有谁是对谁是错，看到的能够传递出去的也不一定都是多数的，可能吧，钱就是很有力量，无形中带有浓厚的力量，我又有什么法子呢，网络再怎么发达也不会解决这种劣根性问题……原本世间没有佛，只有人们的期许，后来为了这种无奈就出来了佛！佛说阿弥陀，万般皆可如此回复。神奇的文明', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(182, '未命名文档', '182', 1658624186, 1658624186, '<!--markdown-->然后我再说下我对我们的团队成员的期盼和未来的要求\r\n1，处世不惊的胆色\r\n2，利于泰山的萧然\r\n3，华山论剑上可以不胜，但时代洪流中不能无痕！\r\n然后我给这个团队取个名字，叫仙龙灵\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(183, '未命名文档', '183', 1658624228, 1658624228, '<!--markdown-->不管现在看到的繁花似锦还是现在的穷途末路，其实大家都是在一条船上\r\n因为大家都没有财富自由\r\n其实我们都在贫困边缘徘徊，完全可以合力像一个点突破\r\n\r\n@爱码士 技术上能实现这个产品么？  第8个产品初设，Holder  我的人，AI种草的实现，用技术来圈住网络上我的人。\r\n\r\n多点真诚  少点转发  值此转发之际  我希望未来的群  有一个个人魅力墙  供个人才华展示\r\n\r\n里面的24小时  是每个IP  遇见一个信息文章 的最多时间\r\n\r\n一个24岁的年轻人  周瑜 娶了江东最美女  孩  官场 情场  战场 场场得意\r\n\r\n不让输入框阻挡人们正常的表达是我的目的和初衷。\r\n\r\n神不可多念  鬼亦然  情也如此  你悟到了嘛', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(184, '未命名文档', '184', 1658624306, 1658624306, '<!--markdown-->\r\n你是否有无奈，是否有迷茫，是否有期待？\r\n你是否有困惑，是否有努力，是否有期望？\r\n你是否有厌倦，是否有疲惫，是否有改变？\r\n你是否有伤心，是否有感动，是否有开怀？\r\n你是否有贪恋，是否有囧迫，是否有明悟？\r\n生活本就不易，大家都在努力，经历该有的经历，懂得该有的懂得，收获该有的收获。加油，待你加入，我们一起扬帆远航！     MIT授权，评论可引用。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(185, '未命名文档', '185', 1658624339, 1658624339, '<!--markdown-->要有野心    我还是个孩子[流汗]看来是社会倒逼我成长了[抠鼻]  多愁善感的我看来很难劈荆斩棘乘风破浪了[皱眉]  也许我应该找个女朋友才能长大  也许吧…… 谁晓得呢，不过发现你今天挺好看的  好像第一次 见你 也许最后一次吧……我的野心早就被社会泯灭了……30岁的人 70岁的心  13岁的身体素质  18 岁的思想   我似乎是一个没有灵魂的幽灵游走在悬崖绝壁上 看似轻歌曼舞实则命悬一线', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(186, '未命名文档', '186', 1658624363, 1658624363, '<!--markdown-->项目名：介绍人\r\n老师甲\r\n老师已\r\n老师丙\r\n老师丁\r\n定位：人生导师\r\n每个人都会关心你，关心你的成长，没有人心险恶，只有甜甜的暖暖的世界，大家都是淳朴的人，单纯善良快乐大方，没有勾心斗角没有尔虞我诈\r\n\r\n非要做一个成熟稳重型的人吗？难道不能有一个放飞心灵的空间吗？\r\n寻心灵之大者，大者即非狭义的自私及偏爱，而是对待世界，对待生活的美好的心理诉求，原于本心，对待他人以及世界都是单纯善良，淳朴无私，在利益面前不是一个怨妇或者勾心斗角的心机，不要私心杂念太重，自然随和，不做作，互帮互助一起进步的人。会是你么？拥抱大世界，拥抱大未来，拥抱大美好，这里会是暖暖的世界，暖暖的心灵家园，如果你的心灵还在漂泊，还在孤寂，还在飘荡，还在被欺凌，还在被污染，那么你也可以加入进来！我在这里随时欢迎你的到来！这里独立于世界之外，是一个放飞自我，追求自我理想的人生殿堂，剥开人生旅途的迷雾，指引方向走的更好，更快，更强。未来可能一起哭，一起笑，一起吵，一起闹，简简单单平平淡淡的真实，生活不易，释放压力，心灵美丽，同行砥砺！', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(187, '未命名文档', '187', 1658624383, 1658624383, '<!--markdown-->普通彩盒\r\n树洞彩盒\r\n表白墙彩盒', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(188, '未命名文档', '188', 1658624429, 1658624429, '<!--markdown-->跨年\r\n一起跨年\r\n生日众筹祝福\r\n参与者将会获得发起者一个人情\r\n人情可以欠费\r\n人情冷暖\r\n人情会有shui水色和', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(189, '未命名文档', '189', 1658624472, 1658624472, '<!--markdown-->1网娱和生态2数据通信   第三步战略目标是3人才挖掘嘛？淘宝拼多多这种生态需要人才挖掘嘛？企业的瓶颈来自于项目单一？人才太过依赖于世界传统的验证机制？(ps元素:影音，文字，情感，金钱，虚荣，美好)', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(190, '未命名文档', '190', 1658624497, 1658624497, '<!--markdown-->肾阴虚内热，容易上火，我就是上火，怎么办\r\n\r\n肾阴虚是由于肾阴亏损，失于滋养，虚热内生所表现的证候，中医临床称为肾阴虚证。多由久病耗伤，或禀赋不足，或房劳过度，或过服温燥劫阴之品所致。\r\n\r\n可以吃点六味地黄丸试试\r\n\r\n饮食疗法\r\n（1）桑椹糖水 鲜桑椹60克，加清水二碗，煎至一碗，用白砂糖或冰糖适量调味，去渣饮水。滋阴补肾。\r\n（2）黄精炖冰糖 黄精30至60克，冰糖30至50克，加清水一碗，隔水炖2小时，饮水，每日l至2次。补益精血。\r\n（3）莲子粉粥 莲子肉去皮带心50克，磨粉后用水调成糊状，放入沸水中，加桂圆肉30克，煮成粥状，加冰糖适量，每晚临睡前服一小碗。安神固精。\r\n（4）枸杞酒 枸杞60克，泡入500克白酒中，封固一周以上，即可服用，每次1小盅(约20毫升)，每晚睡前服。补肾益精。\r\n\r\n5）山药枸杞子汤 鲜山药，干莲子肉，枸杞子，银耳，冰糖少量。鲜山药去皮，切段，与其余配料共同放入无油的瓦罐中，加清水浸泡，用小火慢炖2小时，汤液黏稠即起锅。这道甜品以山药、莲子益气健脾，以枸杞子、银耳滋阴补肾，针对阴阳两虚的症状尤为适合。\r\n（6）宜食食材 肾阴虚者宜多吃黑色食品，如黑芝麻、黑豆、黑米、黑木耳、海带、紫菜、乌骨鸡等。黑米、乌骨鸡性温，补血、补肾；黑芝麻，性平、补肾、补肝，润肠、养发；黑豆，性平，补肾、活血，解毒。而黑木耳、海带、紫菜性寒凉，尤其适用于肾阴虚而有内热者。饮食注意阴阳寒热温凉的调整，荤素搭配，阴虚者平时多吃性质偏凉食物，少吃辛辣、油炸、煎炒之品。\r\n1）芝麻 甘平，有补肝肾、润五脏的作用。如《本草经疏》中就曾记载：“芝麻，气味和平，不寒不热，补肝肾之佳谷也。”尤其是肾虚之人腰酸腿软，头昏耳鸣，发枯发落及早年白发，大便燥结者，最宜食之。\r\n\r\n\r\n2）鲈鱼 又称花鲈、鲈子鱼。性平，味甘，既能补脾胃，又可补肝肾，益筋骨。《本草经疏》曾有记载：“鲈鱼，味甘淡气平与脾胃相宜。肾主骨，肝主筋，滋味属阴，总归于脏，益二脏之阴气，故能益筋骨。”《嘉枯本草》认为：“鲈鱼，多食宜人，作蚱尤良。”凡肝肾阴虚，或脾虚胃弱者皆宜。\r\n3）淡菜 有补肝肾、益精血的功效。《随宜居饮食谱》中说它“补肾，益血填精”。《本草汇言》亦云：“淡菜，补虚养肾之药也，此物本属介类，气味甘美而淡，性本清凉，善治肾虚有热。”所以，凡肾虚羸瘦、劳热骨蒸、眩晕盗汗、腰痛阳痿之人，食之最宜。\r\n\r\n日常生活调养\r\n（1）性生活 要适度，不勉强，不放纵。\r\n（2）保持心情舒畅 《黄帝内经》反复论述了不良的精神心理状态对人体脏器所造成的损伤，认为“怒伤肝”、“喜伤心”、“思伤脾”、“忧悲伤肺”、“恐伤肾”。提倡清心寡欲，静养保养。把戒酒色，节起居，勿恼怒，息妄想。\r\n（3）按时作息 保证充足的睡眠，也是养肾的重要方法。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(191, '未命名文档', '191', 1658624556, 1658624556, '<!--markdown-->日常生活调养\r\n（1）性生活 要适度，不勉强，不放纵。\r\n（2）保持心情舒畅 《黄帝内经》反复论述了不良的精神心理状态对人体脏器所造成的损伤，认为“怒伤肝”、“喜伤心”、“思伤脾”、“忧悲伤肺”、“恐伤肾”。提倡清心寡欲，静养保养。把戒酒色，节起居，勿恼怒，息妄想。\r\n（3）按时作息 保证充足的睡眠，也是养肾的重要方法。\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(192, '未命名文档', '192', 1658624596, 1658624596, '<!--markdown-->当谷歌公司的人出现时，百度的大佬可能黯然失色，当哥伦比亚大学出现时，清华北大可能失色，一所公司，一所学校能聚集世界顶端人才\r\n这本就是一个神奇的事情，但是世界的神奇却不会都容纳在一个瓶子里\r\n比如人才，不被才学所体现于世不代表一个人差\r\n那么什么样的产品可以挖掘出这些神奇和人才\r\n这是我的目标\r\n当世界上的人还在用钱衡量的时候，我想可能是时代落后了，我想这是探索尝试新的方向\r\n\r\n世界上的虚拟大原则是谁在建立和维护？\r\n每天我们在手机屏幕前笑哈哈，是谁在窥视你的一切，除了实体化存在的窥视人，是否有一只大手在掌握所有，超越国家超越物质存在的大手是什么？\r\n世界的规则是什么？\r\n世界本质是什么？\r\n从1到0，再从0到1，中间有多少的繁华，多少的人类故事填充？填充数量是多少？填充规矩是什么？', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(193, '未命名文档', '193', 1658624627, 1658624627, '<!--markdown-->网友管理软件\r\n网友oa\r\nfriends improment automation\r\np网友管理软件，定位于网友管理，查询库存好友，最近一周可以扯淡的推荐！比如你有5个老婆，那么这个软件就非常适合你啦！', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(194, '未命名文档', '194', 1658624670, 1658624670, '<!--markdown-->弹出窗口样式\r\n弹出频率\r\n弹出条数\r\n跳出信息类型\r\n弹出时间\r\n横向滚动\r\n弹幕跑马灯\r\n弹出音乐\r\n提示音 －个性潮流音乐vip设置（免费可以添加3首，更多付费）\r\n喝水提示\r\n提刚提示\r\n活动提示\r\n关注商品降价提示\r\n横幅广告vip定制服务', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(195, '未命名文档', '195', 1658636012, 1658636012, '<!--markdown-->弹出窗口样式\r\n弹出频率\r\n弹出条数\r\n跳出信息类型\r\n弹出时间\r\n横向滚动\r\n弹幕跑马灯\r\n弹出音乐\r\n提示音 －个性潮流音乐vip设置（免费可以添加3首，更多付费）\r\n喝水提示\r\n提刚提示\r\n活动提示\r\n关注商品降价提示\r\n横幅广告vip定制服务', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(196, '未命名文档', '196', 1658636062, 1658636062, '<!--markdown-->当归 蛇床子  苦参 干草 黄精  各15g  去除冬季瘙痒症  外洗\r\n\r\n油剂  当归 甘草  15g  用橄榄油泡上一斤左右   油  用大火烧开  起泡后捞出来即可使用\r\n可以涂干嘴唇  \r\n\r\n15032303106周昌奎', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(197, '未命名文档', '197', 1658636086, 1658636086, '<!--markdown-->未来商业大势，做的方向与布局，新闻类，新能源类，跨境进出类，非洲市场，天赋公司，航天航空领域，保险领域，步行商业街，区块链类……', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(198, '未命名文档', '198', 1658636106, 1658636106, '<!--markdown-->挑灯夜战，伏案苦读，书山题海，奋笔疾书。十年寒窗，百炼成钢，莘莘学子，奔赴战场。\r\n多少次夜里，你伏案窗前，只为考试名字能够靠前，多少次寒冬，你早早出门，踏着车子冻红小脸，一道考题有多少演算，一个单词诵读多少遍，一次次记了又忘，忘了又记上演多少遍，多少付出，多少心酸，都只为高考这一年！\r\n轻装上阵，全力以赴，不畏前路，自信坦然，从容应对，创造无限，青春梦想在此一战。化蛹成蝶，不负梦想不负青春不负众望！\r\n我愿你高考顺利凯旋！', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(199, '未命名文档', '199', 1658636144, 1658636144, '<!--markdown-->心头一颤，人人都喜欢。暖嘴一张，世界充满爱。《噢耶》', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(200, '未命名文档', '200', 1658636202, 1658636202, '<!--markdown-->今天夜间11点，我在软件里游玩。\r\n信息内容随意看，手在屏幕胡乱点。\r\n偶进单身群里面，消息发完就闪现。\r\n等待友友们发言。\r\n群内有一消息到，是一美女在问好。\r\n点开主页瞧一瞧，肤白貌美黑丝罩。\r\n 琴棋书画才华高，漂亮优秀世间少。\r\n\r\n单身群里把她夸，漂亮美女黑丝袜。\r\n\r\n夸完不到几秒钟，系统提示被移除。\r\n这是什么脑回路，莫名其妙且糊涂。\r\n这样聊天太辛苦，翻到记录点关注。\r\n顺带评论', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(201, '未命名文档', '201', 1658636227, 1658636227, '<!--markdown-->a人养活软件，软件养活人b\r\n非对称性\r\na人养活软件，软件养活同一部分人a\r\na人进行无限扩大  \r\na人被养活需要达到一定标准\r\na人可以小规模获取金额但达不到大的额度\r\n而a人被限制领取金额和宣传会产生矛盾\r\n宣传语\r\n人人参与，人人获取收益\r\n而收益是少部分的\r\n而人是大部分的\r\n收益池里的水是慢慢累积的\r\n而人是有来有去的\r\na人里面被设定为有价值的人为c人\r\n在现有网络上称之为自媒体主播，up主等\r\n但是如果把c人和a人里的部分游客进行挖掘\r\n就是现在快手上的看视频得金币奖励来鼓励\r\n游客积极性\r\n\r\nm人进行n的操作产生的价值有游客y来评定\r\n游客y认可你，你就有价值的提升\r\n\r\n而平时m人进行的操作是不产生价值的，所以得不到价值的增加\r\n\r\n价值的创造\r\n价值的创造来源于个人对粉丝的把握称之为粉丝经济\r\n\r\n粉丝跟随平台的原因来自于主播，或者up主\r\n\r\n所以平台具备的能力是有上限的\r\n\r\n而up主的价值也是不同平台有不同的水平\r\n\r\n关于价值\r\n才艺展示，知识，物品，作品，信息，', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(202, '未命名文档', '202', 1658636246, 1658636246, '<!--markdown-->人数上百，形形色色，人生路已经过半……我的生活还没有真正开始，游离于人世间多年，感慨人生最美好时光却在不喜欢的事情中逗留……\r\n更没有喜欢的人共享世间的苦与乐，让我生活何以不孤寂，让我的情感何以不悲伤，让我的心灵何以不空虚，人海茫茫，你在哪里……黑暗降临前我能否找到安全的城池……也许这个梦还要沉睡下去，直到遇到能破解这个厄运的女神降临……', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(203, '未命名文档', '203', 1658636273, 1658636273, '<!--markdown-->年少轻狂心性高，脾性不合言语少。聚在一起手机聊，时光飞逝年事高。\r\n红尘世界情当道，遇见美女心不跳。风儿有意随风飘，各干各的不打扰，\r\n举起酒杯三声笑，一笑生活不逍遥，二笑大脑不开窍，三笑世界太花哨。放下酒杯三声叹，叹尽人间多磨难，叹尽诗人多哀怨，叹尽自己多遗憾。\r\n男儿生于天地间，气干云霄上九天。\r\n锐意攻破世界颠，敢叫地球颤三颤。\r\n球哥一脸嫌弃说，一颤天地风云变。\r\n二颤水火抛媚眼，三颤地狱降人间。\r\n四颤时空无次元，五颤老子渡劫难。\r\n六颤孔子亦无言，七颤佛祖无佛念。\r\n八颤龙王被水淹，九颤太阳看不惯。\r\n阳哥一脸不屑说，一观万物因我生。\r\n二观时间为我定，三观永恒为我能。\r\n四观星球绕我行。感叹世界无大能，\r\n无人能述我生平？我造世间的万物，\r\n无人写书来称颂，我为世间照光明，\r\n谁人知晓我心声，燃烧自己照亮你，\r\n谁人心疼我的痛。我给世间以温暖，\r\n谁人为我来点赞。无私奉献数亿年，\r\n造就生灵万万千，今朝下凡来体验，\r\n谁能赏点辛苦钱，知恩图报是美谈。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(204, '未命名文档', '204', 1658636296, 1658636296, '<!--markdown-->主页\r\n展示才华\r\n内心独白\r\n喜欢的音乐\r\n喜欢的图片\r\n喜欢的文字\r\n喜欢的商品\r\n喜欢的广告\r\n喜欢的饮料\r\n喜欢的性格\r\n喜欢的书籍\r\n喜欢的动物\r\n喜欢的句子\r\n喜欢的美食\r\n喜欢的水果\r\n喜欢的颜色\r\n喜欢的鞋子\r\n喜欢的衣服\r\n朋友印象\r\n最近烦恼\r\n最近成绩\r\n最近快乐\r\n最近想说的话', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(205, '未命名文档', '205', 1658636316, 1658636316, '<!--markdown-->每天一个哈喽，传递该死温柔。\r\n浏览广场瞬间，一排人狗照片。\r\n穿插几段文字，太长直接无视。\r\n文字不易感观，养眼仍要照片。\r\n美女发现几个，无聊以此为乐。\r\n戳开动态主页，享受探索喜悦。\r\n翻到美女照片，感叹大家会玩。\r\n开启十级美颜，骗取人们喜欢。\r\n装作盛世容颜，收刮关注点赞。\r\n私聊美女要钱，建立关系太难。\r\n想要美女留意，礼物刷到前几。\r\n想要品尝海鲜，送礼继续充钱。\r\n跪舔获得成绩，线下体验鲍鱼。\r\n姿势花样太多，这里不再多说。\r\n有趣灵魂匹配，结果令人乏味。\r\n系统功能鸡肋，一言不合拉黑。\r\n生活还在继续，匹配结果随意。\r\n往日建的关系，成为历史回忆。\r\n结束主人寄语，喜欢纯情少女。\r\n有幸你不嫌弃，可以随时联系。\r\n超越过去，超越自己，这不是南浮电池，这是处男的底气，聚能三十年，一年更比一年强，强，强，强！《三十岁处男为什么香》', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(206, '未命名文档', '206', 1658636340, 1658636340, '<!--markdown-->正确约x的标准流程:\r\n一般都上午10点以后，女的打扮打扮，男的取点钱，见面了，女的假装不好意思，男的一般都夸女的比照片好看，然后问女的爱吃啥，就领吃饭去了，男的开始展示自己的幽默，然后溜达，看电影，一晃一下午，女的也不说回家 。男的寻思这是没 跟我呆够啊，就说咱俩唱歌去吧，女的说太晚了，男的说没事，一会我送你回家。 一般这阶段男的不会把女的咋地，这时候时间也有点晚了，男的说走吧我送你回家，女的还得寻思，这男的是没看上我啊，心里有点小失落. 两人心里就开始寻思怎么能不回家。男的说这 么晚了，你回家我也不放心啊，我有点没待够，女的说我必须得回家，男的说我送你，结果两人墨迹墨迹的10分钟没走几米。 后来女的说我回不去家了，理由可能是寝室关门了，或者朋友对象回来了，男的一本正经的说，要不我给你找个宾馆吧，女的说，不过你得答 应不碰我，男的说，放心吧，我不是坏人，然后微微一笑深藏功与名。 然后两人就进宾馆了，先聊会天看会电视，男人时不时的说女的，你长的真好看，男的说，你明天还上班或者上学，早点睡吧，女的还得装不好意思，男的说我能抱着你睡么，什么也不干。 女的说 行，男的就狠狠的抱着女的说，亲爱的，我这么抱着你，你就不冷了，女的也抱上了，男的说我可以亲你吗，女的也默认了，可是一般这时候还不会发生啥。 这时候男的想有进一步的动作，开始脱女的衣服，脱到底线，~后面内容需要付费观看~', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(207, '未命名文档', '207', 1658636364, 1658636364, '<!--markdown-->正确约x的标准流程:\r\n一般都上午10点以后，女的打扮打扮，男的取点钱，见面了，女的假装不好意思，男的一般都夸女的比照片好看，然后问女的爱吃啥，就领吃饭去了，男的开始展示自己的幽默，然后溜达，看电影，一晃一下午，女的也不说回家 。男的寻思这是没 跟我呆够啊，就说咱俩唱歌去吧，女的说太晚了，男的说没事，一会我送你回家。 一般这阶段男的不会把女的咋地，这时候时间也有点晚了，男的说走吧我送你回家，女的还得寻思，这男的是没看上我啊，心里有点小失落. 两人心里就开始寻思怎么能不回家。男的说这 么晚了，你回家我也不放心啊，我有点没待够，女的说我必须得回家，男的说我送你，结果两人墨迹墨迹的10分钟没走几米。 后来女的说我回不去家了，理由可能是寝室关门了，或者朋友对象回来了，男的一本正经的说，要不我给你找个宾馆吧，女的说，不过你得答 应不碰我，男的说，放心吧，我不是坏人，然后微微一笑深藏功与名。 然后两人就进宾馆了，先聊会天看会电视，男人时不时的说女的，你长的真好看，男的说，你明天还上班或者上学，早点睡吧，女的还得装不好意思，男的说我能抱着你睡么，什么也不干。 女的说 行，男的就狠狠的抱着女的说，亲爱的，我这么抱着你，你就不冷了，女的也抱上了，男的说我可以亲你吗，女的也默认了，可是一般这时候还不会发生啥。 这时候男的想有进一步的动作，开始脱女的衣服，脱到底线，女的这时候开始拒绝，推开这个男的，男的一看 情行不行，就说宝贝对不起，我太冲动了，你要知道我是个男的，何况你还长的这么好看。女的这时候就把男的当亲人，讲述自己情路坎坷，人生迷茫，男的这时候就开始展现自己的温柔，宝贝你要是早遇见我就好了，一定不会让你吃这么多苦，你别怕，还有我呢。  突破了女的的心灵防线，大家就都放的开了，女的开始亲男的，然后男的翻身 小声说道：今天肯德基疯狂星期四谁请我吃？', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(208, '未命名文档', '208', 1658636425, 1658636425, '<!--markdown-->夜间胡思乱想，一个弟弟的成长。\r\n弟弟有自己的愿望，成为快乐的船长。穿梭幸福的海洋，不惧波涛海浪。\r\n弟弟有自己的梦想，成为英勇战将，快乐纵横沙场，七进七出美名扬。\r\n弟弟有自己的理想，成为美女宝藏。陪伴美女身旁，想时即可开箱，用时即可疯狂。战到地老天荒，开启人生殿堂！《静夜思》', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(209, '未命名文档', '209', 1658636442, 1658636442, '<!--markdown-->只想不断自强，无心王中称王。他日路过府地，自在门前小隙。手机网络繁忙，来了两个无常。它们看我很强，还要与我交往。手机突然炸响，留下一脸迷茫。\r\n\r\n前世生平不详，只知鬼府称王。\r\n无心贪恋过往，今生只为更强。\r\n晴天霹雳乍响，出场霸气嚣张。\r\n时间空间到访，轮回守墓捧场。\r\n时光诉苦日常，空间亦道衷肠。\r\n轮回捧个过场，守墓沾丝荣光。\r\n前世交织回忆，快乐痛哭流涕！\r\n万年莞尔一笑，此生安心修道。\r\n\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(210, '未命名文档', '210', 1658636515, 1658636515, '<!--markdown-->见到美女你就不知道迈哪条腿了，有两糟钱就不知道夹尾巴做人了，有两个男人和你说话你就膨胀的地球都装不下你了。你可醒醒吧，美女再多也是别人的，糟钱再多也是要花出去，更何况你还没有钱，男人再怎么和你说话，你现在依然是单身。\r\n做人做事不能飘，小心社会遇见刀。聊天说话要有度，小心智商变成猪', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(211, '未命名文档', '211', 1658636541, 1658636541, '<!--markdown-->3-5陈皮  当归  生姜减少  阳虚血虚  500羊肉  \r\n50  30\r\n上火 吃雪梨\r\n中和\r\n\r\n\r\n油柑子', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(212, '未命名文档', '212', 1658636611, 1658636611, '<!--markdown-->项目的社会背景\r\n透析社会贫穷困苦的本质\r\n我在某软件上看到女人说，要找一个比自己强，偏爱自己并且可以带自己成长的男人，而不是遇到困难只会抱怨\r\n所以我想问一下，男人的成长是咋成长的？\r\n\r\n金钱可以代替大部分能力和补齐成长上的短板，好像还需要灵敏的思维和海量的知识储备。而很多时候大家都是在用金钱解决吃饭问题，在生活中偶尔会提升点其他属性，而大幅度提升貌似没有什么明确渠道，这可能就是普通命运在人间不断轮回的真相。\r\n下面话题升级\r\n不论社会主义还是资本主义或者封建社会亦或者奴隶社会更或者原始部落\r\n人们大部分时间都是在从事着多多赚钱从而来解决短板，而金钱具有通用性质，也使得这个理论在人间运作一直得以顺利进行。\r\n当然金钱达到一定数量后，人们会发现生活好了，却感觉空虚了，其实这就是一条道走到黑，短板太短，金钱很难补上来的原因。\r\n而从课本中我们似乎也有学到过，物质文明和精神文明两手抓的国策。我想这是一个高层次的定位，但是落实在行动上却需要无数人的智慧来精神文明世界里构建思维方式，思维模式，以及思维与生活的互约性，验证模型等。\r\n精神财富为高级社会文明发展到一定阶段后产物，显然现在我们很难接触到，或者没有学科带头人会直接为你开启这扇大门。\r\n\r\n项目名：介绍人\r\n老师甲\r\n老师已\r\n老师丙\r\n老师丁\r\n定位：人生导师\r\n每个人都会关心你，关心你的成长，没有人心险恶，只有甜甜的暖暖的世界，大家都是淳朴的人，单纯善良快乐大方，没有勾心斗角没有尔虞我诈\r\n\r\n非要做一个成熟稳重型的人吗？难道不能有一个放飞心灵的空间吗？\r\n寻心灵之大者，大者即非狭义的自私及偏爱，而是对待世界，对待生活的美好的心理诉求，原于本心，对待他人以及世界都是单纯善良，淳朴无私，在利益面前不是一个怨妇或者勾心斗角的心机，不要私心杂念太重，自然随和，不做作，互帮互助一起进步的人。会是你么？拥抱大世界，拥抱大未来，拥抱大美好，这里会是暖暖的世界，暖暖的心灵家园，如果你的心灵还在漂泊，还在孤寂，还在飘荡，还在被欺凌，还在被污染，那么你也可以加入进来！我在这里随时欢迎你的到来！这里独立于世界之外，是一个放飞自我，追求自我理想的人生殿堂，剥开人生旅途的迷雾，指引方向走的更好，更快，更强。未来可能一起哭，一起笑，一起吵，一起闹，简简单单平平淡淡的真实，生活不易，释放压力，心灵美丽，同行砥砺！\r\n\r\n之前做的探索设想\r\n现在的产品都没有太大感觉，实质性的帮助有点没有针对性。好多产品都是自己的框架内成立内容海洋，让用户在网络海洋里漂流到产品的海洋里。所以什么千人千面，大数据，这些东西该如何匹配给合适的人？我感觉是产品一个考虑的东西。我昨天发了一个图，分类上感觉有点泛，不过还是可以接受的小众分类，刚刚我看了一个文章。于是又画了一个图，感觉应该是有实际功用的，可能是工具型，也可能是指引型，结合过来人的阅历来帮助社会实践新人的成长，有点靠近知乎，又有点自己的特色，在单一的具体方向上进行放大，让世界聚焦，让人们生活压力减少是做产品的初衷和体现。\r\n\r\n\r\n竞品\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(213, '未命名文档', '213', 1658636641, 1658636641, '<!--markdown-->开通店家功能\r\n每个店家100个格子，每个格子一个物品，\r\n100个格子分为4等分，称为组，每组参与一次系统大随机混开。\r\n每个店主增加保证金，防止店主不给兑换物品\r\n每个店铺可以录制问题视频，写问题文章，进行宣导和推广，\r\n参与人员如果自选店家物品参与答题获得积分兑换物品\r\n玩法2\r\n店家商品数量少只提供一个，则可以更换格子涂色玩法\r\n商家提供题目，玩家参与答题PK，或者直接答题。参与PK答对1题可以涂2格。答错清零。\r\n玩家今日挑战失败需要明天才可以继续参与。\r\n直接答题答对了只能涂色一个格子，涂满后可以申请兑换物品。\r\n玩家自选店家的商品后\r\nVIP用户可以关联自己的\r\n微信公众号，抖音号，拼多多店铺名字，淘宝店铺名字，快手号，斗鱼号，虎牙号，知乎号，微博号，小红书号，QQ号，github号等\r\n普通用户可以只推荐一次公众号且不能重复\r\n\r\n店家问题没有答案时采用采纳方式进行\r\n如果超过10人解答问题后仍然没有被采纳，则店家问题将被隐藏，或者店主必须更换其他问题进行继续展示\r\n玩家答案被采纳则格子被涂色，涂满颜色可以申请兑换(主要用于男女交友时的问题)\r\n补充\r\n店家提供问题低保和采纳金进行提问，所有人都可以参与提交答案，不过都是隐藏的答案，店家解开隐藏内容则可以获得一个低保金，如其中有一个被采纳则获得采纳金，如果没有人被查看，则问题流局。\r\n问题设置有效期，过了时间仍没有人采纳诞生，则会随机抽取一个获得低保金，由提问者支付。(用于紧迫破题场景)低保金和采纳金可以等价于物品\r\n玩法3\r\n玩家选定店铺商品后，每天玩家3次免费解锁，解锁成功一次涂色一格，解锁失败不清零，比如超过3次，则需要付费，1元3次解锁机会。连续失败解锁3次格子涂色减去1。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(214, '未命名文档', '214', 1658636684, 1658636684, '<!--markdown-->开通店家功能\r\n每个店家100个格子，每个格子一个物品，\r\n100个格子分为4等分，称为组，每组参与一次系统大随机混开。\r\n每个店主增加保证金，防止店主不给兑换物品\r\n每个店铺可以录制问题视频，写问题文章，进行宣导和推广，\r\n参与人员如果自选店家物品参与答题获得积分兑换物品\r\n玩法2\r\n店家商品数量少只提供一个，则可以更换格子涂色玩法\r\n商家提供题目，玩家参与答题PK，或者直接答题。参与PK答对1题可以涂2格。答错清零。\r\n玩家今日挑战失败需要明天才可以继续参与。\r\n直接答题答对了只能涂色一个格子，涂满后可以申请兑换物品。\r\n玩家自选店家的商品后\r\nVIP用户可以关联自己的\r\n微信公众号，抖音号，拼多多店铺名字，淘宝店铺名字，快手号，斗鱼号，虎牙号，知乎号，微博号，小红书号，QQ号，github号等\r\n普通用户可以只推荐一次公众号且不能重复\r\n\r\n店家问题没有答案时采用采纳方式进行\r\n如果超过10人解答问题后仍然没有被采纳，则店家问题将被隐藏，或者店主必须更换其他问题进行继续展示\r\n玩家答案被采纳则格子被涂色，涂满颜色可以申请兑换(主要用于男女交友时的问题)\r\n补充\r\n店家提供问题低保和采纳金进行提问，所有人都可以参与提交答案，不过都是隐藏的答案，店家解开隐藏内容则可以获得一个低保金，如其中有一个被采纳则获得采纳金，如果没有人被查看，则问题流局。\r\n问题设置有效期，过了时间仍没有人采纳诞生，则会随机抽取一个获得低保金，由提问者支付。(用于紧迫破题场景)低保金和采纳金可以等价于物品\r\n玩法3\r\n玩家选定店铺商品后，每天玩家3次免费解锁，解锁成功一次涂色一格，解锁失败不清零，比如超过3次，则需要付费，1元3次解锁机会。连续失败解锁3次格子涂色减去1。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(215, '未命名文档', '215', 1658636728, 1658636728, '<!--markdown-->介绍人\r\n老师甲\r\n老师已\r\n老师丙\r\n老师丁\r\n人生导师\r\n每个人都会关心你，关心你的成长，没有人心险恶，只有甜甜的暖暖的世界，大家都是淳朴的人，单纯善良快乐大方，没有勾心斗角没有尔虞我诈\r\n\r\n非要做一个成熟稳重型的人吗？难道不能有一个放飞心灵的空间吗？\r\n寻心灵之大者，大者即非狭义的自私及偏爱，而是对待世界，对待生活的美好的心理诉求，原于本心，对待他人以及世界都是单纯善良，淳朴无私，在利益面前不是一个怨妇或者勾心斗角的心机，不要私心杂念太重，自然随和，不做作，互帮互助一起进步的人。会是你么？拥抱大世界，拥抱大未来，拥抱大美好，这里会是暖暖的世界，暖暖的心灵家园，如果你的心灵还在漂泊，还在孤寂，还在飘荡，还在被欺凌，还在被污染，那么你也可以加入进来！我在这里随时欢迎你的到来！这里独立于世界之外，是一个放飞自我，追求自我理想的人生殿堂，剥开人生旅途的迷雾，指引方向走的更好，更快，更强。未来可能一起哭，一起笑，一起吵，一起闹，简简单单平平淡淡的真实，生活不易，释放压力，心灵美丽，同行砥砺！', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(216, '未命名文档', '216', 1658636785, 1658636785, '<!--markdown-->彩盒内随机抽取到\r\n无中生友功能\r\n开启时要弹窗出完善资料卡片\r\n资料卡片有初级版\r\n详细交友版\r\n唐伯虎点秋香版\r\n小主页生活版\r\n\r\n初级版大概得了解\r\n详细版 深入的了解\r\n唐伯虎点秋香 娱乐的了解\r\n小主页版  生活工作类型\r\n\r\n抽取到欢迎仪式功能\r\n抽取到分身功能\r\n则可以开启群雄逐鹿模式\r\n每个分身都可以称雄，成为一个地方雄主，可以收购其他雄主的领地，收购的金币，被收购的雄主可以获得80%，居民获得20%均摊。\r\n分身降临在某雄主领土内后，可以考取功名利禄，获得的粉丝越多，名望声望越高，考取功名利禄时可以加分。\r\n刚开始，分身感觉自己很强，可以毛遂自荐信，直接送达到各个雄主。各个雄主，每天都需要大量的需求，需求由需求机构合作发布。\r\n民间需求机构由普通人申请可以创建。\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(217, '未命名文档', '217', 1658636816, 1658636816, '<!--markdown-->文艺部刘家昕  答疑可戳~~\r\n2021年11月15日 18:22\r\n\r\n127人已读\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(218, '未命名文档', '218', 1658636850, 1658636850, '<!--markdown-->分身大于另一个分身十倍财富时，可以提交购买分身\r\n百倍时可以强制收购\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(219, '未命名文档', '219', 1658636874, 1658636874, '<!--markdown-->项目路线图   完成度\r\n天堂                  原型\r\n企业主              原型\r\n拜拜                  原型\r\n忘带手机          原型\r\n工作之外          原型\r\n昨今明             原型\r\n 今日九宫格     原型\r\n发布单端           无\r\n卡片bot              粗图\r\n约仙                    粗图\r\n唐伯虎点秋香    粗图\r\n网站十三香        开发中\r\n消息朝廷          创意中\r\n梦回大唐\r\n（元世界内还原） 创意中\r\n待创新\r\n待新增\r\n开发者志愿者招募，无待遇。看上哪个项目请说\r\n终点目标～养老项目网络映射\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(220, '未命名文档', '220', 1658636918, 1658636918, '<!--markdown-->\r\n概率均分，每多一次主动提升，增加百万之1点概率\r\n\r\n\r\n访客\r\n有欢迎模式的优先访问\r\n有红包的站点优先访问\r\n有无中生友功能的站点优先访问\r\n有擂台挑战功能的网站优先访问\r\n有个人主页的网站优先访问\r\n\r\n站长\r\n开启欢迎模式增加访问概率\r\n开启红包功能增加访问概率，排位提前\r\n开启无中生友功能增加访问概率\r\n开启擂台挑战功能增加访问概率\r\n开启个人主页功能增加访问概率\r\n开启集词兑换红包功能增加访问概率回访次数\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(221, '未命名文档', '221', 1658636948, 1658636948, '<!--markdown-->实心球与空心胶囊的作用力和反作用力是什么样子的\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(222, '未命名文档', '222', 1658636989, 1658636989, '<!--markdown-->@全体成员 \r\n2021.11.13 不停机更新补丁\r\n\r\n1.玩家消费反馈奖励上线。\r\n\r\n（设计师点评：针对氪金玩家的独有福利，每次开服送小礼包一个，内含金钱和小消耗道具。条件是至今为止氪金五元以上的玩家，氪 金越多开出精品的概率更高。）\r\n\r\n2.事件剧情等完成奖励增加。\r\n\r\n（设计师点评：我们决定提高一些事件剧情的完成奖励力度，一方面可以帮助新玩家前期能更快发育，一方面也使老玩家后期奖励不至 于如鸡肋一般。）\r\n\r\n3.国战开服时间调整：中午十二点--晚八点之间。\r\n\r\n（设计师点评：字面意思，如有爆更，纯属吹牛。）\r\n\r\n4.新活动即将上线，敬请期待。\r\n\r\n ', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(223, '未命名文档', '223', 1658637026, 1658637026, '<!--markdown-->介绍\r\n这是一个网页娱乐插件库\r\n目标\r\n一键接入，秒变社交\r\n用户\r\n站长，个人\r\n\r\n功能\r\n欢迎仪式\r\n访客来访提醒\r\n网站印象\r\n站长理想型女友\r\n丐帮打赏\r\n身份验证\r\n彩盒\r\n收藏文章\r\n站长flag\r\n无中生友\r\n无心之恋\r\n辩论赛擂台\r\n等等\r\n\r\n使用\r\n提供代码接入包，注册账户，填写key绑定站点即可使用\r\n注意:高级玩法，需要站点用户注册数据打通\r\n\r\n\r\n作用\r\n接入后会增加访客粘度，增加浏览量\r\n\r\n立即接入     查看演示\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(224, '未命名文档', '224', 1658637048, 1658637048, '<!--markdown-->更上一层楼\r\n高士其\r\n馆子体\r\n金字体\r\n瘦金体', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(225, '未命名文档', '225', 1658637070, 1658637070, '<!--markdown-->人们有钱就买房子', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(226, '未命名文档', '226', 1658637102, 1658637102, '<!--markdown-->说书唱戏劝人方，三条大路走中央，\r\n善恶到头终有报，人间正道是沧桑。\r\n修桥补路双瞎眼，杀人放火子孙全。\r\n\r\n遍地是黄金\r\n一分本事一分银\r\n与其怨天尤人，不如快马加鞭。这个世界上处处都是机遇，关键是看你有没有本事。\r\n有一分的本事，就能吃一分的饭，上天是公平的。\r\n倘若有三分本事，却吃十分的饭，那一定是取巧钻营换来的，这样的人哪怕富足，心里也必然不踏实。\r\n遍地都是机会，没必要投机取巧。只要自己有本事，不怕出不了头。\r\n而且，也只有靠本事吃饭，才能做到凭良心做人。\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(227, '未命名文档', '227', 1658637128, 1658637128, '<!--markdown-->人类一怒恨天低\r\n地球一怒恨人少\r\n月亮一怒没啥事\r\n太阳一怒看不着\r\n《自然四怒', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(228, '未命名文档', '228', 1658637149, 1658637149, '<!--markdown-->hello hello hello 嗨 嗨 嗨\r\n我想和你说句话 你可以理我吗？\r\n\r\nhello hello hello  你有在线吗？\r\n我给你发的这些话 你能收到吗？\r\n\r\n好想说句么么哒 你会知道嘛？\r\n哎呀咿呀多想你能回答呀！\r\n\r\n有人嘛？在线嘛？你有在听嘛？\r\n我要等等嘛？还是烦你啦？\r\n可以说句话嘛？\r\n可以嘛？\r\n嗯？\r\n可不可以嘛？\r\n真的没人嘛？\r\n哎呀咿呀这下麻烦啦。\r\n糟糕，就先这样吧！\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(229, '未命名文档', '229', 1658637171, 1658637171, '<!--markdown-->文不加点，一挥而就，奋笔疾书', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(230, '未命名文档', '230', 1658637192, 1658637192, '<!--markdown-->个人可以发布\r\n红包交友\r\n自动领取 验证领取\r\n女领取男红包需要提交身份验证信息，联系方式\r\n\r\n企业可以\r\n验证授权红包\r\n要用户授权需要提供红包\r\n用户提交验证信息   领取红包\r\n\r\n需求供求红包\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(231, '未命名文档', '231', 1658637220, 1658637220, '<!--markdown-->合作伙伴契约精神议定书参\r\n1 自由 平等 开源 开放\r\n2尊重 友善 包容 互助\r\n3原则 底线 责任 担当\r\n4积极 灵活 辩证 自然\r\n5稳健 创新 透明 高效\r\n6服务 质量 口碑 专业\r\n7初心 砥砺 探索 共识\r\n\r\n\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(232, '未命名文档', '232', 1658637244, 1658637244, '<!--markdown-->问个问题，高中要学九门科目，然后呢，现在就是期中考试嘛，才发现自己很多没有背的，语文还有很多文言文，英语还有很多单词，政治历史还有很多知识点都没背，明明平时就是去理解为主，报了一些网课，有时候听完之后，大概有了个印象，就没有去背，导致现在考试之前很多都没背，不知道这种情况怎么样去解决', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(233, '未命名文档', '233', 1658637261, 1658637261, '<!--markdown-->EIP：Extremely important person 极度重要的人\r\nMIP：The most important person 最重要的人\r\nMITF：More important than father 比亲爹更重要的人', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(234, '未命名文档', '234', 1658637335, 1658637335, '<!--markdown-->良性的可发展成长学\r\n所谓的成长学是否等同于心理学？我想这个有交汇地带，但不是一样的\r\n成长学是指在精神世界里构建思维模型来解决生活中的问题的统称。\r\n思维模型构建前人脑的思维方式，思维方向都需要加以引导。（是否会被传销洗脑所利用，答案是否定的，之所以会有传销是因为精神世界普及范围小，人们的认知能力稍弱，思维方式不能正确的决定正确的路线。以及金钱驱使思维被动选择等原因造成。）\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(235, '未命名文档', '235', 1658637359, 1658637359, '<!--markdown-->透析社会贫穷困苦的本质\r\n我在某软件上看到女人说，要找一个比自己强，偏爱自己并且可以带自己成长的男人，而不是遇到困难只会抱怨\r\n所以我想问一下，男人的成长是咋成长的？\r\n\r\n金钱可以代替大部分能力和补齐成长上的短板，好像还需要灵敏的思维和海量的知识储备。而很多时候大家都是在用金钱解决吃饭问题，在生活中偶尔会提升点其他属性，而大幅度提升貌似没有什么明确渠道，这可能就是普通命运在人间不断轮回的真相。\r\n下面话题升级\r\n不论社会主义还是资本主义或者封建社会亦或者奴隶社会更或者原始部落\r\n人们大部分时间都是在从事着多多赚钱从而来解决短板，而金钱具有通用性质，也使得这个理论在人间运作一直得以顺利进行。\r\n当然金钱达到一定数量后，人们会发现生活好了，却感觉空虚了，其实这就是一条道走到黑，短板太短，金钱很难补上来的原因。\r\n而从课本中我们似乎也有学到过，物质文明和精神文明两手抓的国策。我想这是一个高层次的定位，但是落实在行动上却需要无数人的智慧来精神文明世界里构建思维方式，思维模式，以及思维与生活的互约性，验证模型等。\r\n精神财富为高级社会文明发展到一定阶段后产物，显然现在我们很难接触到，或者没有学科带头人会直接为你开启这扇大门。\r\nMIT，评论可引用', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(236, '未命名文档', '236', 1658637461, 1658637461, '<!--markdown-->，需要生活中独自摸索，独自总结在不断变化来适应生活，这也是为何大家口中谈及到的阅历或者经验。而实际上这些都可以用模型来解决的，当然这些的大工程不是一人之力所及。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(237, '未命名文档', '237', 1658637514, 1658637514, '<!--markdown-->理想型女友\r\n发型\r\n脸型 圆形脸 瓜子脸 方形脸\r\n眼睛 大 小 \r\n嘴形\r\n樱桃小口\r\n1，温柔 2，体贴  标签化 供站长选择\r\n一句话描述\r\n站长自己写一句话来概括\r\n\r\n能接受的最基础的要求\r\n160以上\r\n必须的要求\r\n同城\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(238, '未命名文档', '238', 1658637595, 1658637595, '<!--markdown-->十二进制\r\n自然进制', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(239, '未命名文档', '239', 1658637611, 1658637611, '<!--markdown-->新增flag \r\n游客可以挑战站长的flag\r\n立目标如脸疼+集词，集词后可以分奖池\r\n每日打卡签到，打卡地址为出钱推广的站点和绑定站点随机播放', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0);
INSERT INTO `typecho_contents` (`cid`, `title`, `slug`, `created`, `modified`, `text`, `order`, `authorId`, `template`, `type`, `status`, `password`, `commentsNum`, `allowComment`, `allowPing`, `allowFeed`, `parent`, `name`, `district`, `address`, `views`, `agree`) VALUES
(240, '未命名文档', '240', 1658637671, 1658637671, '<!--markdown-->这个项目为一项目多名字。访客一人多情景制，站长一站多理想女友制度。/汪汪离开一次多彩盒制度\r\n\r\n天女散花\r\n\r\n网站装潢，网站加湿器，网站衣橱，网站化妆品\r\n\r\n敲锣打鼓欢迎  彩旗飘飘  酒瓶喷射  摇旗呐喊  锣鼓振天  朝臣位列两旁   外国首相欢迎\r\n英雄欢迎  不同朝代的皇帝欢迎   动物们欢迎\r\n细胞们欢迎  八十一门五宗十三派欢迎   各个小说人物欢迎   领域魁首欢迎  富豪访客欢迎  美女帅哥欢迎\r\n\r\n大雪纷飞的困难情景  人生困难情景模式', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(241, '未命名文档', '241', 1658637690, 1658637690, '<!--markdown-->理想女友插件\r\n一键接入，秒变社交\r\n丐帮备案\r\n单身验证\r\n百站百盒\r\n给这个站点打标签', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(242, '未命名文档', '242', 1658637714, 1658637714, '<!--markdown-->情景模式\r\n加入用户提交的梦境集合\r\n想要进入他/她的梦境\r\n她的照片\r\n她的梦境我是第一主角(默认)\r\n她的梦境我是上帝视角(vip，会员特权为情景模式里的福运多，厄运少)', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(243, '未命名文档', '243', 1658637750, 1658637750, '<!--markdown-->奥巴马向你表示欢迎\r\n初音未来向你表示欢迎\r\n百度向你表示欢迎', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(244, '未命名文档', '244', 1658637785, 1658637785, '<!--markdown-->加入故事情节\r\n用户访问立刻触发故事情节\r\n刚刚打开立刻发送彩蛋弹窗提示“您获得了啦啦情景模式”或者“系统地情景模式已经开启”，选项，知道了，暂时不开启，不开启则提示错失站长为你准备的红包和礼物', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(245, '未命名文档', '245', 1658637809, 1658637809, '<!--markdown-->时间钟插件\r\n刚开始给予展示欢迎光临插件\r\n时间过一段时间后可以弹出飞机弹幕，飞机可能会飞过，撒下红包或者是其他彩蛋\r\n访客离开后\r\n给予显示欢送仪式\r\n彩蛋图标\r\n内容\r\n随机网站\r\n随机公众号\r\n随机文章\r\n随机微语\r\n随机美图\r\n随机', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(246, '未命名文档', '246', 1658637837, 1658637837, '<!--markdown-->开始离开库\r\n本站bot【商业版】：我在本站投放的bot\r\n宠物小精灵【商业版】：领养我在本站的小精灵', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(247, '未命名文档', '247', 1658637934, 1658637934, '<!--markdown-->需求列车', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(248, '未命名文档', '248', 1658637961, 1658637961, '<!--markdown-->表白狗\r\n领养一只小狗\r\n每天开始喂养\r\n喂一周后可以表白\r\n表白后可以放它回归大自然\r\n狗狗自己寻找目标\r\n寻找到了 人\r\n狗狗继续得到喂养\r\n消息可以在狗狗身上传递\r\n\r\n\r\n思念果\r\n红豆相思苦\r\n\r\nxiangwo.cc\r\nxiangta.me\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(249, '未命名文档', '249', 1658637988, 1658637988, '<!--markdown-->开通店家功能\r\n每个店家100个格子，每个格子一个物品，\r\n100个格子分为4等分，称为组，每组参与一次系统大随机混开。\r\n每个店主增加保证金，防止店主不给兑换物品\r\n每个店铺可以录制问题视频，写问题文章，进行宣导和推广，\r\n参与人员如果自选店家物品参与答题获得积分兑换物品\r\n玩法2\r\n店家商品数量少只提供一个，则可以更换格子涂色玩法\r\n商家提供题目，玩家参与答题PK，或者直接答题。参与PK答对1题可以涂2格。答错清零。\r\n玩家今日挑战失败需要明天才可以继续参与。\r\n直接答题答对了只能涂色一个格子，涂满后可以申请兑换物品。\r\n玩家自选店家的商品后\r\nVIP用户可以关联自己的\r\n微信公众号，抖音号，拼多多店铺名字，淘宝店铺名字，快手号，斗鱼号，虎牙号，知乎号，微博号，小红书号，QQ号，github号等\r\n普通用户可以只推荐一次公众号且不能重复\r\n\r\n店家问题没有答案时采用采纳方式进行\r\n如果超过10人解答问题后仍然没有被采纳，则店家问题将被隐藏，或者店主必须更换其他问题进行继续展示\r\n玩家答案被采纳则格子被涂色，涂满颜色可以申请兑换(主要用于男女交友时的问题)\r\n补充\r\n店家提供问题低保和采纳金进行提问，所有人都可以参与提交答案，不过都是隐藏的答案，店家解开隐藏内容则可以获得一个低保金，如其中有一个被采纳则获得采纳金，如果没有人被查看，则问题流局。\r\n问题设置有效期，过了时间仍没有人采纳诞生，则会随机抽取一个获得低保金，由提问者支付。(用于紧迫破题场景)低保金和采纳金可以等价于物品\r\n玩法3\r\n玩家选定店铺商品后，每天玩家3次免费解锁，解锁成功一次涂色一格，解锁失败不清零，比如超过3次，则需要付费，1元3次解锁机会。连续失败解锁3次格子涂色减去1。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(250, '未命名文档', '250', 1658638090, 1658638090, '<!--markdown-->游客不登录有3解密机会，解密后会得到今日大礼包\r\n大礼包里面包含优惠券，交友信息，供应商品优惠价格，新品，面膜，红包，站点推荐，推荐的书籍，推荐的公众号，推荐的应用程序等，类别不固定\r\n每天系统下发密码给每个人，千人千面密码\r\n游客登录后，可以投放信息\r\n免费解密后再分享给别人，可以再次获得解密机会\r\n游客领取礼包，根据礼包不同可能需要分享朋友圈和邀请好友才能解锁礼包。\r\n\r\n今日大礼包  需求超市  需求墙  需求搜索  需求驿站  需求集市  需求黄包车 需求大巴  需求牌（实体，等同于名片）', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(251, '未命名文档', '251', 1658638118, 1658638118, '<!--markdown-->所以我打算做个精神世界，让大悟和金钱建立桥梁\r\n古代有百家争鸣，现在的精神世界好像不是太丰富，如果可以不违法，应该是有挖掘的空间\r\n现在的产品里好像都是千篇一律，就没有大悟大彻的东西\r\n小悟知世界，大悟创千秋。以悟明理，陶醉人间。是快事趣事幸事矣！', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(252, '未命名文档', '252', 1658638147, 1658638147, '<!--markdown-->做个产品有多难，我自己明白了，还要给技术说通了，技术说通是真困难，他本身就有自己的看法，然后就出现各种分歧，那技术还要写代码还要想产品，脑子够用么？想的多就不能专注写代码，至少没有效率。想专注写代码效率高就不能想产品，这是很明显的公理。如果这个公理还没有普及，现在就开始吧。大家都拿个本子记录下。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(253, '未命名文档', '253', 1658638168, 1658638168, '<!--markdown-->相以变化且相关，何为相，小时是小鸡', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(254, '未命名文档', '254', 1658638234, 1658638234, '<!--markdown-->《本质世界观——惯性》\r\n生活习惯是种惯性，工作热忱是种惯性，沉迷游戏是种惯性，喜欢一个人同样是种惯性。 江山易改本性难移，高速行驶的列车突然停止也会有惯性，如果强行停下来只会让车人两伤。思维有惯性，口若悬河，说起话来不能停止这也是惯性，同样的病也具有惯性，比如你疼了一个月突然不疼了，你可以还会感觉疼，有人比作心理作用，其实这是惯性 惯性在世界上无处不在，大到宏观，小到微观 所以我们需要放大惯性，学习总结惯性，更加清楚的了解和认识惯性的影响和作用对我们生活意义重大。 那么今天我们研究的课题就是惯性世界，以惯性的角度来看世界，你会看到什么呢？得到什么呢？有什么发现快来一起分享一下吧！', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(255, '未命名文档', '255', 1658638271, 1658638271, '<!--markdown-->昨怠\r\n今债\r\n明败\r\n昨今明\r\n昨日的无奈\r\n今日的自爱\r\n明日的澎湃\r\n昨今明\r\n尊敬您\r\n邀您共赢美好未来，\r\n布局当代，绽放未来\r\n邀您共创美好时代\r\n与君\r\n\r\n昨日风轻轻，今日湖水平，待看落红日，谁知眼前景。\r\n，尤记忆殇客。\r\n\r\n前世生平不详，沦落鬼府称王。\r\n今朝我辈自强，无人能阻锋芒。\r\n\r\n奋笔疾书为哪般，个人情怀附他身。\r\n不言王朝多腐败，只叹歌女无忧伤。\r\n爱国情怀犹可发，庭花不唱谁人养。\r\n万物轮回皆有道，修文修心方自然。\r\n\r\n\r\n前世生平不详，史册未存篇章。\r\n沉默逐流过往，妥协困难凋亡。\r\n\r\n\r\n前世生平不详，史册未存篇章。\r\n沉默逐流过往，淡看世间沧桑。\r\n不问快乐悲伤，妥协困难成长。\r\n几多人来人往，庸人自话麻桑。\r\n\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(256, '未命名文档', '256', 1658638300, 1658638300, '<!--markdown-->一起写书\r\n《本质世界观——惯性》\r\n生活习惯是种惯性，工作热忱是种惯性，沉迷游戏是种惯性，喜欢一个人同样是种惯性。\r\n江山易改本性难移，高速行驶的列车突然停止也会有惯性，如果强行停下来只会让车人两伤。思维有惯性，口若悬河，说起话来不能停止这也是惯性，同样的病也具有惯性，比如你疼了一个月突然不疼了，你可以还会感觉疼，有人比作心理作用，其实这是惯性\r\n惯性在世界上无处不在，大到宏观，小到微观\r\n所以我们需要放大惯性，学习总结惯性，更加清楚的了解和认识惯性的影响和作用对我们生活意义重大。\r\n那么今天我们研究的课题就是惯性世界，以惯性的角度来看世界，你会看到什么呢？得到什么呢？有什么发现快来一起分享一下吧！', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(257, '未命名文档', '257', 1658638325, 1658638325, '<!--markdown-->词牌权重\r\n用户提交的文章标题含有词牌关键词(可以购买附加权重提高排名)\r\n词牌维护团队将收益7成  进入词牌维护奖池\r\n系统提取3成\r\n\r\n匹配度\r\n搜索文章除了权重排序外还有匹配度排序搜索\r\n每个搜索码每天可以提交一个链接和问题是匹配度评定，每个城市每天提取一个匹配度值(在总匹配度池里随机获取)同时提交匹配度评定理由\r\n\r\n匹配度池\r\n有网民提交匹配度评定产生的总数据池\r\n\r\n匹配度池类型\r\n匹配度池类型进行划分，年龄，性别，地区，职业，身份，专业度多维度进行区分\r\n\r\n\r\n词牌分权卡\r\n词牌维护团队分发给团队成员的权限卡，用户标识团队所属\r\n\r\n芝麻节节高\r\n搜索次数越多，芝麻成熟度越高，每年一次收割，收割后重新开始种植。芝麻成熟度越高，则搜索结果匹配度越高，开放的功能越多。\r\n搜索码\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(258, '未命名文档', '258', 1658638370, 1658638370, '<!--markdown-->看看我错失的朋友\r\n赚钱的网站有哪些？', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(259, '未命名文档', '259', 1658638388, 1658638388, '<!--markdown-->三才\r\n天地人 \r\n四方形\r\n东西南北\r\n五行 金木水火土\r\n六合 \r\n七星\r\n八卦', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(260, '未命名文档', '260', 1658638407, 1658638407, '<!--markdown-->我是老司机\r\n开车\r\n开船\r\n开飞机\r\n开火车\r\n开邮轮(需要购买)\r\n现实脚本\r\n供需盲盒\r\n教育教学保险', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(261, '未命名文档', '261', 1658638427, 1658638427, '<!--markdown-->idea记录\r\n脸疼app\r\n存钱立flag  存的钱用来得利息也是好的，就如同ofo共享单车一样\r\n存的钱来去做投资，或者融资\r\n\r\n每搜索45次就可以产生足够的利润来种一棵树。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(262, '未命名文档', '262', 1658638445, 1658638445, '<!--markdown-->精彩视频片段\r\n未来计划：成立专属工作人员组，负责国外产品的收集整理，需要翻墙的产品需要进行单独特殊标记，筛选符合国内用户使用的产品，如需要翻墙则可以根据实际情况进行判定是否值的仿版', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(263, '未命名文档', '263', 1658638462, 1658638462, '<!--markdown-->MM/GG竞争器\r\n如何获取MM的QQ或者微信或者电话或者机会\r\n1.一人出一百块钱红包。不管最后结果如何。红包会归美女所有\r\n2.如果胜出，则美女会考虑给与接触一周左右的机会\r\n3.通过学习成绩来表现自己的优秀\r\n4.通过聊天来增进好感度\r\n5.这个事情应该是需要让美女知晓并得到肯定后才可以进行\r\n6.如果没有通过美女肯定，则属于个人暗自竞争行为', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(264, '未命名文档', '264', 1658638488, 1658638488, '<!--markdown-->MM/GG竞争器\r\n如何获取MM的QQ或者微信\r\n1.一人出一百块钱红包。不管最后结果如何。红包会归美女所有\r\n2.如果胜出，则美女会考虑给与接触一周左右的机会\r\n3.通过学习成绩来表现自己的优秀\r\n4.通过聊天来增进好感度\r\n5.这个事情应该是需要让美女知晓并得到肯定后才可以进行\r\n6.如果没有通过美女肯定，则属于个人暗自竞争行为\r\n\r\n\r\n公开竞争器！用来处理无聊的时间\r\n公开\r\n暗地\r\n结果写入\r\n力是书', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(265, '未命名文档', '265', 1658638512, 1658638512, '<!--markdown-->金币搜索\r\n搜索时出来彩蛋\r\n迷你版\r\n搜索码搜索可以得到金币\r\n搜索送盲盒\r\n送音乐，送别人推广的新品\r\n联合导航网站进行站长平台合作，打造自己的搜索码进行助推火箭式成长\r\n亲人朋友关系认证可以关联搜索码从而提高彩蛋概率\r\n关系互认\r\n比如爱情搜索码，亲子搜索码，铁子搜索码，闺蜜搜索码\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 2, 0),
(266, '未命名文档', '266', 1658638536, 1658638536, '<!--markdown-->人物虚拟名\r\n群雄逐鹿\r\n加入历史文化元素\r\n三国开始\r\n每个人一个人物角色名，然后通过科举考试获得新的名片\r\n以每个朝代为团队单元，进行数据显示，贡献度(向用户发放的金币数和船票数，词牌持有数，持有时长越大贡献越大），经济创收(词牌持有前后的价格涨幅值），浏览量，在线人数，活跃人数，活跃天数，在线时长，出勤率，教育文化程度，突出能力特色等\r\n\r\n能力大有佳者，可比肩君首者可以\r\n开启时空疆域\r\n时空疆域等同于新的朝代版图\r\n需要自己拉团队成员\r\n\r\n时空维度\r\n年代 比如选择公元200年\r\n\r\n宇宙坐标\r\n以星系为单元\r\n太阳系\r\n9大行星\r\n- [ ] \r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(267, '未命名文档', '267', 1658638557, 1658638557, '<!--markdown-->后面我打算设计下书籍的功能，比如书籍中的人物是时间轴出现，人物间的对话可能是漫画形式，也可能是视频形式，算是鼓励读书的，基本上一本书可以快速知道核心内容是什么，尽量朝着这个目标去努力', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 1, 0),
(268, '未命名文档', '268', 1658638574, 1658638574, '<!--markdown-->今天立个flag 明天去实现  这很fighting ，so  flag2fighting  的人应该是美丽可爱的，我想可以，会找点志同道合的人立flag，会是你么？\r\n\r\n那么这个flag是什么呢？  养老实现网络映射，现实中的费用可以网络报销。  当然这个在常识内是比较难的事情，但是为什么还来立flag呢？  因为平行宇宙，不想要志同道合者总是会在常识内找答案，这样很无趣，也不是一个很特例独行的灵魂。\r\n\r\n正如你信仰读书一样，尽信书不如无书。我也希望志同道合者可以达到这样的境界。当然志同道合', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 1, 0),
(269, '未命名文档', '269', 1658638592, 1658638592, '<!--markdown-->更新提醒\r\n提醒到各大平台\r\n如钉钉，微信，邮箱，qq小程序，Pc\r\n\r\n提醒可以取消\r\n\r\n更新提供站点的更新时间，更新内容，更新内容类型，更新数据多少，可以diy设置，用户可以自由设置时间段进行提醒，\r\n\r\n朋友厅\r\n\r\n朋友看', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 2, 0),
(270, '未命名文档', '270', 1658638637, 1658638637, '<!--markdown-->小百度\r\n搜索bot\r\n24小时内收录\r\n48小时内收录\r\n7天内收录\r\n\r\n\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(271, '未命名文档', '271', 1658638667, 1658638667, '<!--markdown-->搜索得现金\r\n搜索码\r\n绑定搜索码搜索得金币\r\n金币换现金\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(273, '未命名文档', '273', 1658638810, 1658638810, '<!--markdown-->做个赞助的api\r\n比如，你赞助我\r\n我可以给你发个实物，比如枕头，比如虚拟小人书，比如其他\r\n站长合作\r\n\r\n随机盲盒\r\n随机一篇文章\r\n随机一个站点\r\n随机一个人\r\n随机一个盲盒\r\n随机一个音乐\r\n随机一个汉字，加入解释\r\n随机一个知识点\r\n随机一副画\r\n随机一个语音\r\n随机一个游戏\r\n随机一个产品\r\n随机一个商品\r\n随机一个活动\r\n随机一个优惠券\r\n随机一个日记\r\n随机一个树洞\r\n随机一个谜语\r\n随机一个故事\r\n随机一个影视介绍\r\n随机一个诈骗\r\n随机一个漫画\r\n随机一个科学家\r\n随机一只小可爱\r\n随机一个动物\r\n随机一朵花\r\n随机一个小视频\r\n随机一个表情\r\n随机一个特产零食\r\n随机一个回忆\r\n\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(274, '未命名文档', '274', 1658638852, 1658638852, '<!--markdown-->记加班\r\n语音变声器', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 4, 0),
(275, '未命名文档', '275', 1658638872, 1658638872, '<!--markdown-->摇骰子', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(276, '未命名文档', '276', 1658638896, 1658638896, '<!--markdown-->说说api计划，三言两语一个，七仙女一个，五湖四海一个，童叟无妻一个。\r\n\r\n\r\n三言两语\r\n三个公式两个语法\r\n\r\n七仙女\r\n七个美女图片\r\n\r\n五福四海\r\n五个福利四个商家海报或者线报\r\n\r\n童叟无妻\r\n男孩纸找对象的联系方式', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(277, '未命名文档', '277', 1658638924, 1658638924, '<!--markdown-->有什么软件可以自动生成明星同款声音的吗？', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(278, '未命名文档', '278', 1658638954, 1658638954, '<!--markdown-->*b_b_w* - time_plugin ctx: <Event, {''anonymous'': None, ''font'': 0, ''group_id'': 316287378, ''message'': [{''type'': ''text'', ''data'': {''text'': ''**word & idiom of the day (http://www.thefreedictionary.com )**\\n\\nvilify\\nDefinition: (verb) To make vicious and defamatory statements about.\\nSynonyms: revile, vituperate, rail\\nUsage: The Nazi propaganda vilified the Jews. https://www.thefreedictionary.com/vilify Play\\n\\nmeasure the drapes\\nTo begin planning or preparing to replace someone in a job or position before one has actually secured the role, especially during a political election.\\n (https://idioms.thefreedictionary.com/measure+the+drapes) \\nMore... (https://idioms.thefreedictionary.com/measure+the+drapes) \\nDiscuss (https://forum.thefreedictionary.com/postst211506_measure-the-drapes.aspx) ''}}], ''message_id'': -2050377690, ''message_seq'': 12535, ''message_type'': ''group'', ''post_type'': ''message'', ''raw_message'': ''**word & idiom of the day (http://www.thefreedictionary.com )**\\n\\nvilify\\nDefinition: (verb) To make vicious and defamatory statements about.\\nSynonyms: revile, vituperate, rail\\nUsage: The Nazi propaganda vilified the Jews. https://www.thefreedictionary.com/vilify Play\\n\\nmeasure the drapes\\nTo begin planning or preparing to replace someone in a job or position before one has actually secured the role, especially during a political election.\\n (https://idioms.thefreedictionary.com/measure+the+drapes) \\nMore... (https://idioms.thefreedictionary.com/measure+the+drapes) \\nDiscuss (https://forum.thefreedictionary.com/postst211506_measure-the-drapes.aspx) '', ''self_id'': 1919279707, ''sender'': {''age'': 0, ''area'': '''', ''card'': '''', ''level'': '''', ''nickname'': ''mubot'', ''role'': ''member'', ''sex'': ''unknown'', ''title'': '''', ''user_id'': 2129462094}, ''sub_type'': ''normal'', ''time'': 1633127432, ''user_id'': 2129462094, ''to_me'': False}> 6:30:35: **word &am...pes.aspx)  (phrase detected: [''rape'']) [11.81 s elapsed since last detection ([''rape''])]', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 2, 0),
(279, '未命名文档', '279', 1658638972, 1658638972, '<!--markdown-->早报，今日热点，优惠活动，新品推荐，新品试用，', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(280, '未命名文档', '280', 1658638991, 1658638991, '<!--markdown-->醉似英雄追燕舞，还却杯酒叹余生。\r\n\r\n仙游宫阙闹九霄，不闻世俗任逍遥。\r\n醉似清风追燕舞，还却杯酒叹余生。\r\n\r\n\r\n仙游宫阙闯九霄，远离世俗任逍遥。\r\n不食人间烟火色，胜却人间一场空。\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(281, '未命名文档', '281', 1658639048, 1658639048, '<!--markdown-->站在站长的角度看百度\r\n因为人们用百度的搜索功能\r\n才会有人去希望被它收录从而增加访客\r\n\r\n所以做个ip库需要有访客，有流量才会有站长提交站点\r\n站点的需求是访客\r\n访客的需求是什么呢？\r\n访客的需求是要订阅自己需求的内容\r\n比如早报新闻\r\n访客还有什么需求？\r\n问题\r\n如果有问题一般都是去的知乎\r\n如果站长可以解答访客的提问，那么也会有人停留这里\r\n访客晚间或者路上会听音乐\r\n音乐除了普通的大路货，还有抖音精品，还有其他网站的排行榜，所以要做音乐需要做的自然且清新可以放松的无版权的\r\n\r\n但是这些都不是大家想要的，大家想要的除了玩就是赚钱，玩的话，要求比较多\r\n赚钱上如何突破呢？\r\n金币？大众赚钱？\r\n大众如何来赚钱呢？\r\nCps cpa那些广告费只能供服务器\r\n所以用户群体不对，或者方向不对\r\n\r\n\r\n搜索＝流量-收录-增加流量访客\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(282, '未命名文档', '282', 1658639067, 1658639067, '<!--markdown-->聊天室擂台  包含功能   拼图接力  答题  武术技能 (特效)  才艺表演  （唱歌比拼）  小说(续写)    故事新编   下棋   斗鸡   斗促织   打猎    讲故事   画画   分享视频付费看片名\r\n   翻译   共享柜\r\n\r\n发布端\r\n\r\n923131213\r\n\r\n浏览器\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(283, '未命名文档', '283', 1658639089, 1658639089, '<!--markdown-->和平鸽', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(284, '未命名文档', '284', 1658639139, 1658639139, '<!--markdown-->黑次元\r\n以黑色为色调的垂直应用系列产品及平台！\r\n\r\nFaq\r\n\r\n缘由：因为很多人都是黑夜看软件，看网页，看屏幕，所以白天不懂夜的黑，黑需要独立证明自己的存在。\r\n\r\nWhy?\r\n就是单独放大，与白天进行到底，打破人类常规的看法，让他们潜意识里注重我们黑色次元的存在。这就是黑次元要做且不得不做的原因！\r\n\r\n黑次元要一个该有的舞台，请大家看我的表演！\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(285, '未命名文档', '285', 1658639160, 1658639160, '<!--markdown-->Flag2fighting.今天立个flag 明天去实现 这很fighting，so flag2fighting的人应该是美丽可爱的，我想可以找点志同道合的人一起立flag，一起fighting', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(286, '未命名文档', '286', 1658639193, 1658639193, '<!--markdown-->微信公众号\r\n\r\n推广——>\r\n新闻早报\r\n-分类\r\n--科技\r\n--国内\r\n\r\n生活蛋肉蔬菜价格行情\r\n广告植入\r\n(电商活动，外卖红包，影视预上映)\r\n投稿\r\nps:投稿方向见拓展路线\r\n\r\n拓展线路（\r\n推荐读书\r\n\r\n推荐音乐\r\n\r\n推荐对象\r\n\r\n推荐招聘\r\n\r\n推荐采购)\r\n\r\n榜单热点\r\n豆瓣\r\n百度贴吧\r\n微博\r\n微信\r\n快手\r\n抖音\r\n斗鱼\r\n比例\r\n头条\r\n知乎\r\n网易云音乐\r\n淘宝热卖\r\n\r\n\r\n\r\n\r\n阅读器下载\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(287, '未命名文档', '287', 1658639213, 1658639213, '<!--markdown-->共享柜\r\n共享知识（视频，经验，总结）\r\n共享账号（）\r\n共享计划（生活计划，学习计划，活动策划）\r\n共享药方\r\n共享压力（车贷，房贷，计算器，生活压力）\r\n共同面对生活的客户端（宏观目标：人类命运共同体实例化）\r\n\r\n共享问题（共享答案）\r\n\r\n\r\n资本如何参与来分解压力？\r\n\r\n资本如何偏向普通群体来创造更多社会价值并让企业老板欣慰？\r\n\r\n\r\n功能设计：\r\n成员甲（来自某某公司）\r\n成员乙（来自某某集团）\r\n\r\n开发\r\n成员甲（）\r\n成员乙\r\n\r\n开源源码地址\r\nGithub\r\n\r\n服务器赞助\r\n集团领导（菜1鸡）\r\n集团领导（菜2鸡）\r\n \r\n\r\n运营主导方\r\n群众社区\r\n\r\n\r\n运营协作方\r\n不记名A\r\n不记名B\r\n不记名C\r\n\r\n\r\n\r\n资本赞助\r\n不记名A\r\n\r\n\r\n区块链存档地址\r\n同名同姓天下大同A\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(288, '未命名文档', '288', 1658639231, 1658639231, '<!--markdown-->群名称\r\n群图标\r\n群歌曲\r\n群bgm\r\n群徽章\r\n群题库\r\n群基金\r\n群知识馆\r\n群运动会\r\n群花\r\n群商品\r\n群供求\r\n群英会\r\n群科举\r\n群科普\r\n群读物\r\n群观点\r\n群问答\r\n群想法\r\n群见证\r\n群互助\r\n共享柜（用来共同面对生活）\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(289, '未命名文档', '289', 1658639253, 1658639253, '<!--markdown-->感觉这个好像没有约束力，应该做一个协议联盟，加入的人在多久联系朋友一次，然后发照片地点属于履约完成。然后可以增加友谊值。友谊值增加后可以解锁更多协议书进行挑战', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(290, '未命名文档', '290', 1658639270, 1658639270, '<!--markdown-->设计一个时钟，通讯录列表里的自定义时间，（或者依据心理学知识，通过大数据计算维系两个人关系最长间隔时间。例如：好朋友、客户、亲人的间隔时间）一到时间点，列表里的好友就会出现在另一个维系好友列表里。提示你该联系了', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(291, '未命名文档', '291', 1658639297, 1658639297, '<!--markdown-->情感主题：\r\n谁为我哭泣\r\n谁向我表白\r\n谁为我祝福\r\n谁又想我了\r\n\r\n我有故事，你有酒吗？\r\n1杯酒查看故事\r\n\r\n故事分类\r\n免费  1毛钱的故事   5毛钱的故事   1元钱的故事\r\n\r\n走进他/她的情感世界  \r\n\r\n颜值测试\r\n\r\n相似人搜索\r\n\r\n\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 1, 0),
(292, '未命名文档', '292', 1658639322, 1658639322, '<!--markdown-->闯故事，遇佳人，拯救故事，拯救自己，树理想，集元气\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 1, 0),
(293, '未命名文档', '293', 1658639344, 1658639344, '<!--markdown-->背诵机器人\r\n语音识别背诵的文段\r\n\r\n考试机器人\r\n知识点考试\r\n\r\n面试机器人\r\n各个职业技术知识面试点作答\r\n\r\n公务员机器人\r\n知识点作答\r\n\r\n\r\n写书机器人\r\n每天写一句话，机器人帮助自动成书\r\n\r\n落地机器人\r\n输入灵感，自动记录下来并告知需要落地的方法论\r\n\r\n\r\n玛雅机器人\r\n玛雅文明解读\r\n\r\n古典机器人\r\n古典文学诠释\r\n\r\n恋爱赚钱读书机器人\r\n书中自有黄金屋，书中自有颜如玉，', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 2, 0),
(294, '未命名文档', '294', 1658639374, 1658639374, '<!--markdown-->你是否有无奈，是否有迷茫，是否有期待？\r\n你是否有困惑，是否有努力，是否有期望？\r\n你是否有厌倦，是否有疲惫，是否有改变？\r\n你是否有伤心，是否有感动，是否有开怀？\r\n你是否有贪恋，是否有囧迫，是否有明悟？\r\n生活本就不易，大家都在努力，经历该有的经历，懂得该有的懂得，收获该有的收获。加油，待你加入，我们一起扬帆远航！', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(295, '未命名文档', '295', 1658639396, 1658639396, '<!--markdown-->答对2题送商城入场卷一张。or随机使用次数稀有科技体验卷一张\r\n\r\n答对3题送随机永久普通科技一个。or随机使用次数普通科技体验卷两张\r\n\r\n答对4题送随机次数稀有科技折扣卷一张。or随机使用次数稀有科技体验卷两张\r\n\r\n答对5题送随机大志体验卷两张or随机大志折扣卷一张\r\n。\r\n\r\n参与人数大于3人时，第一名免费获得永久稀有科技一个。\r\n\r\n参与人数小于3人时，第一名免费获得永久普通科技一个。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(296, '未命名文档', '296', 1658639420, 1658639420, '<!--markdown-->附加商城\r\n\r\n\r\n消耗品\r\n\r\n巫蛊小人——（任意玩家异常状态直至本次剧本结束）  “汉世巫蛊之祸，虽起于江充，然事会之来，盖有不可晓者。”（5元）\r\n\r\n桃树枝——（治疗自身所有异常状态）    “桃者，五木之精也，故压伏邪气者也。”（5元）\r\n\r\n纪信遗骨——（使用后使其他人变得相貌与玩家本人一模一样，持续时间为本次开服结束。无法转让，只限玩家本人使用）“纪信生降为沛公，草荒孤垒想英风。汉家青史缘何事，却道萧何第一功。”（5元）\r\n\r\n印度神油——（使用后短时间内，可以让下一次发动的科技或者战法效果加倍）“気持ちがいい，力を入れて私を操る”（5元）\r\n\r\n原谅帽——（使用后可以把目前事件的负面结果转移给其他玩家）“就当ta去学技术了”（5元）\r\n\r\n仙草  （3元一颗）\r\n\r\n\r\n孔明灯  （点火使用后可以升的很高，传递信息的不二选择）（3元一颗）\r\n\r\n\r\n\r\n\r\n随机使用次数普通科技体验卷一张（1元）\r\n\r\n随机永久普通科技一个（3元）：一人一次限购2个\r\n\r\n随机使用次数稀有科技体验卷一张(2元)\r\n\r\n随机使用次数稀有科技折扣卷一张。(3元)\r\n\r\n随机大志体验卷一张（3元）\r\n\r\n随机大志折扣卷一张（3元）\r\n\r\n\r\n稀有科技一档：（10元一个）\r\n\r\n庲降都督——南蛮治安上升（中） 南蛮作乱率下降（中）汉蛮商业收入上升（大）\r\n恭顺外交——外交效果上升（大），即使切断同盟也不会马上开战。\r\n直百新币——领地税收短期内增加（大）\r\n民心掌握——百姓迁徙民心下降减少（中）领地流民上升（中）\r\n依法治国——政令通畅上升（中） 百姓叛乱率降低（大）\r\n内助熏陶——下属属性经验容易增加（大）\r\n车箱渠: 水灾损失减免（中），冬季养土效果上升（小）。\r\n舟楫之造：艨艟斗舰制造时间减半。\r\n\r\n稀有科技二档：（15元一个）\r\n\r\n求贤令——人才投奔率上升（大），非世家人才功绩增加（小）\r\n两境怀柔：进军敌国境内时民心下降减免（中），收入降低减免（中）\r\n胆守无双——守城战战斗力上升（中），城墙耐久度增加（大），\r\n攻无不克---攻城时本队战斗力上升（大）\r\n两境怀柔：进军敌国境内时民心下降减免（中），收入降低减免（中）\r\n兵贵神速：步兵机动上升（中），长时间行军士气战斗力下降减免（小）\r\n六水门大堰：领地治水上升（中），水灾损失减免（中）。\r\n粮草先行：运输队机动上升（小），运输损耗减少（中）\r\n五斗义舍：人口流民增加（大），民忠上升（大）\r\n观天占地：领地灾害发生率下降（大）\r\n\r\n\r\n稀有科技三档：（20元一个）\r\n\r\n屯田制——开垦荒地上升（小） 秋收粮食上升（大） 军队军粮消耗降低（小）\r\n九品中正制——世家亲善关系上升（大） 政令实施通畅（大） 战时动员效率上升（中）\r\n天险凿越——山地战时，士兵机动和士气不会下降。兵力少于敌方时，战斗力上升（中）\r\n败而不溃——崩溃以及异常状态中的部队，聚拢和恢复时间缩短（大）\r\n期颐之寿：玩家自身寿命上限增加（中），下属寿命延长（小），伤病恢复速度上升（小）\r\n观潮心论：每回合开局即可获得一次好运事件。\r\n乾象历注：随机事件变成好运率上升（中）。\r\n水上艨艟战法——江河上作战战斗力上升（中），机动力上升（大）解锁兵种：可组建艨艟战队\r\n今萧何：运输队机动上升（小），运输损耗减少（大），军粮消耗减少（中），领地人口上升（小）\r\n\r\n\r\n\r\n\r\n\r\n\r\n任意消费可进行一次下次商城打折卡抽奖：\r\n\r\n谢谢惠顾            一点  \r\n\r\n九折卡  （1元一张） 二点\r\n\r\n\r\n八折卡 （1元一张） 三点\r\n\r\n\r\n七折卡  （1元一张） 四点\r\n\r\n\r\n六折卡  （1元一张） 五点\r\n\r\n\r\n五折卡  （1元一张） 六点', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(297, '未命名文档', '297', 1658639442, 1658639442, '<!--markdown-->本软件为黑白两色非主流彩色软件，写作：其中汉字使用需要付费，文章只能使用汉字，其他语言语言付费单独开通语言语种频道使用。写作词语专有名词需要付费才可以使用，词语具有市场需求为导向的溢价率。阅读：阅读具有疲劳值，分别为10分钟，30分钟，1小时。体验用户为3分钟，一般用户为10分钟。文章内容可以写读书笔记，笔记可以公开也可以非公开，文章内容采用pdf形式进行展示。\r\n\r\n本我胆识勇气之源，真我进步成长之基，自我中庸之徒？爱恨纠结体？五行载体耳？道不尽，皆为道，言不明，义已显！\r\n\r\n自我：正在本体，主导一切。本我（恶念）：本体化身，横行无忌。真我（善念）：本体化身，完美无暇。   下面为读书笔记：本我胆识勇气之源，真我进步成长之基，自我中庸之徒？爱恨纠结体？五行载体耳？道不尽，皆为道，言不明，义已显！试问何为自我？\r\n\r\n\r\n小应用可以推广，可以更换成为主页\r\n\r\n词牌运营到500粉丝后可以发放词牌权，词牌权的价格由月使用量，运营粉丝数，需求量决定。词牌券由散户认购，认购里面的人需要每个月月末一周内进行平仓，平仓后如果词牌运营的粉丝数没有达到预期的合约里的粉丝数，需要回购相应的发行券进行补齐目标。散户可以转售给需求者，需求者必须要有其他词牌权才可以交易。转售价格由市场供求决定！同时不能超过五个月内平均价格的10倍价格。\r\n\r\n拥有词牌权连续6个月方可竞争运营权。竞争以出价高者得！\r\n\r\n\r\n\r\n词牌运营者需提供商品以供词牌券的使用，词牌券的折算价等于词牌运营者买入时候开始决定，决定时间为一年。比如，我承诺这个a券2021年内可以替代价格为30元现金。那么……划掉', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 3, 0),
(298, '未命名文档', '298', 1658639466, 1658639466, '<!--markdown-->           修养篇:\r\n\r\n天狂必有雨，人狂必有祸\r\n做人与做事，千万别太过\r\n熟谷总弯腰，智者常温和\r\n行走人世间，低调没有错\r\n天外还有天，人外皆是人\r\n风飘云彩过，水退石头出\r\n物大值千金，人傲不值钱\r\n自己有多沉，心里要有数\r\n做人别太狂，枪打出头鸟\r\n做人别太过，风水轮流走\r\n做人别太滑，诚信走天下\r\n做人别太炫，脚下桥会垮\r\n\r\n人活着，\r\n没什么值得显摆的\r\n钱再多\r\n没品德也不招人待见\r\n名再大\r\n没修养也不受人拥护\r\n\r\n一个瞧不起别人的人，\r\n同样也被别人瞧不起，\r\n一个能成就别人的人，\r\n同样也会被别人帮助。\r\n世道有轮回，\r\n人生有因果，\r\n种瓜得瓜，种豆得豆，\r\n帮人有人帮，伤人被人伤\r\n善有善报，恶有恶报\r\n\r\n真正有修养，有品位的人\r\n话有三不说:\r\n贬低别人的话不说，\r\n抬高自己的话不说，\r\n毫无价值的话不说。\r\n\r\n事有三不做:\r\n损人害人的事不做，\r\n眼高手低的事不做，\r\n狂妄自大的事不做。\r\n\r\n做人收敛一点不吃亏，\r\n要知道，\r\n尺有所短，寸有所长\r\n别张扬，别狂妄，\r\n我们都有不如人的地方，\r\n做人低调一些是涵养。\r\n要明白，\r\n十年河东，十年河西，\r\n多容人，多帮人，\r\n善良是为人的妙方，\r\n谦虚是处世的锦囊。\r\n\r\n\r\n\r\n     一一网摘', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(299, '未命名文档', '299', 1658671115, 1658671115, '<!--markdown-->排石汤  主要由柴胡，黄芩，郁金，枳壳，姜黄，青皮，大黄（后下），白芍，山楂，川楝子，金钱草组成。用水煎服，清热利湿，通淋排石，可治疗肝胆管结石，总胆管结石，胆囊结石，胆道术后残余结石，胆道泥沙样结石等。\r\n\r\n\r\n\r\n三金排石汤\r\n金钱草60g，鸡内金30g，海金沙20g，石苇15g，篇蓄15g，车前子15g，瞿麦12g，滑石12g，木通10g。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 1, 0),
(300, '未命名文档', '300', 1658671181, 1658671181, '<!--markdown-->红色新闻 红新闻\r\n\r\n惠农新闻\r\n政策新闻\r\n法规新闻\r\n央行新闻\r\n交通新闻\r\n科技新闻\r\n城市新闻\r\n区县新闻\r\n医药新闻\r\n体育新闻~\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 1, 0),
(301, '未命名文档', '301', 1658671219, 1658671219, '<!--markdown-->网店运营，首先要公网安备是必须的，线上交易还要有ICP经营许可，如果销售的产品中有食品，还要有食品销售许可，一般不会有药品。还有其它特殊的品类例如化妆品、化工用品或原材料等还要有特殊的准售手续吧。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 2, 0),
(302, '未命名文档', '302', 1658671244, 1658671244, '<!--markdown-->美景山河送梦来，千里将您蜜知音！', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(303, '未命名文档', '303', 1658671339, 1658671339, '<!--markdown-->\r\n你好\r\n众筹\r\n通知\r\n爱情\r\n捐款\r\n公益\r\n见证\r\n活动\r\n告白 恋爱 生子 \r\n投票\r\n找人\r\n声明\r\n赞助\r\n作业\r\n帮扶\r\n咨询\r\n申请\r\n天灾 \r\n借还见证\r\n旱涝 见证  没看收不了秋  保险公司是否作为  \r\n出行安全见证\r\n人道主义救援 渡难见证\r\n风灾火灾  大棚见证', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(304, '未命名文档', '304', 1658671372, 1658671372, '<!--markdown-->开启区块模式\r\n词语共建，免费用词，免费共建，免费分红\r\n运营者管理词牌建设和经营且', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 11, 0),
(305, '未命名文档', '305', 1658671399, 1658671399, '<!--markdown-->激励机制  多劳多得 ，参与的多，能力强，得到的多\r\n加密算法\r\n共识算法\r\n\r\n不可伪造 不可抵赖 不可\r\n公私钥匙加密\r\n\r\n\r\n数字签名\r\n\r\n上一页值的  哈希值 会记录到下一页 上\r\n\r\n时间戳\r\n区块上有时间戳\r\n\r\n\r\n3个问题 技术瓶颈\r\n效率   比特币 每秒处理 3到7笔\r\n安全  粉尘攻击  \r\n\r\n 专利数量第一中国\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 2, 0),
(306, '未命名文档', '306', 1658671435, 1658671435, '<!--markdown-->发任务\r\n发优惠\r\n发商品(低于市场价)\r\n发福利 \r\n\r\n发需求\r\n\r\n\r\n品牌持有数\r\n\r\n系统持有数\r\n\r\n信息发布  :持有者  从业者\r\n\r\n品牌运营状态评判维度\r\n\r\n品牌优惠力度\r\n\r\n活动次数\r\n\r\n响应度\r\n\r\n市场喜好度\r\n\r\n诚信指数', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(307, '未命名文档', '307', 1658671475, 1658671475, '<!--markdown-->男：我要陪你艰苦到底，只要你愿意我也愿意。太多的岁月如此孤寂，太多的思念随风而去。如说世间谁最美丽？是你是你全都是你。郎说今生只谱一曲，只为与你共筑传奇！\r\n女：我的名字你知道，我的脾气很不好，你不要再烦扰，燃了谁都不太妙。留多点时间我会思考', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(308, '未命名文档', '308', 1658671502, 1658671502, '<!--markdown-->生死死生 生生死死何时了，色空空色 色色空空何时消。观一切有为法如实相。所谓无常 苦 不净 不久住 刹那生灭 非为前际生 非为后际来 非为现在住 天女散花 花不沾衣 [思考]什么意思？ ​​​\r\n\r\n我今天再仔细品读了一下，略有所感，记录于此，供以后翻阅！生生世世万世轮回，色彩斑斓的世界反反复复何时能结束，经历过的看到的再多也不过是表象罢了。人生无常，命运难测，艰难困苦，荣华富贵，当抱元归一，不染心神，方成正果。红尘路过，不为前世，不为今生，不为来世，随缘而来，随缘而去，不带走红尘因果！', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(309, '未命名文档', '309', 1658671592, 1658671592, '<!--markdown-->路上\r\n拖着疲惫的身躯，迈着沉重的步伐，走在城中的路上心喊着要坚强，眼皮略微有点沉，眼睛略微有点筋，途中遇到的美女此时也无心去劳神。慢慢来到马路边，等着红灯绿灯的转变，看着过往的车辆，心中泛起无数的不安，不留意，不留意，不留意是不可以地，很多故事发生在这里！红灯变，绿灯现，随着人群熬过斑马线。\r\n人行路，人流如常，远离车辆危险的我开始放松警惕，心中更是关心起自己并对自己说，你最好不要再熬夜，再熬夜对你没有任何利益，你最好不要再熬夜，再熬夜就熬坏了身体，你最好不要再熬夜，再熬夜就看不到世间的美丽！说词/今天晚上就好好睡一觉，把疲惫都甩掉，明天才会更好！', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 0, 0),
(310, '未命名文档', '310', 1658671616, 1658671616, '<!--markdown-->The world is all no， 我要为自己打个响指', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 5, 0),
(311, '未命名文档', '311', 1658671648, 1658671648, '<!--markdown-->有能力让我肆无忌惮，没能力让我苟延残喘。岁月的脚步追逐人生的年轮，扮演的角色刻画尘世的模样。情场无我，商场无我，人生战场亦无我。美丽的世界我难以去欣赏，动听的五线也未有涉猎。人生啊人生，怎么了这是！~可我又能怎么办呢？难道我只是来这世间看看么？\r\n\r\n\r\n\r\n不知何时世间覆盖一抹蓝色，散落到我心里，让原本漆黑的世界多了一抹不懂的色彩，尽管颜色很浅但依稀能够察觉到。\r\n\r\n偶然的情感淹没平和的常态。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 2, 0),
(312, '未命名文档', '312', 1658671724, 1658671724, '<!--markdown-->书籍/张氏医通/叶天士临证指南医案/医宗金鉴\r\n清初医门三大头', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 9, 0),
(313, '未命名文档', '313', 1658671759, 1658671759, '<!--markdown-->(我就是我)\r\n\r\n世界和空间都在我心间，越来越多的话语流失在耳畔，阳光有点艳，空气有点儿甜，今天的时空特别的新鲜，金钱不需多，情感不需暖，美丽的心境会自成方圆。\r\n=', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 5, 0),
(314, '未命名文档', '314', 1658671787, 1658671787, '<!--markdown--><<一首歌>>\r\n普通的饭菜我们普通的嚼，普通的心儿我们普通的跳，普通的世界我们普通的来到，在这普通生活之中普通无聊～普通的曲儿普通的调，普通的手机普通的瞧，普通的岁月普通的燃烧，我要为这普通心境谱写一曲普通歌谣～', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 8, 0),
(315, '未命名文档', '315', 1658672225, 1658672225, '<!--markdown-->需求列车', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 4, 0),
(316, '看爱拼会赢后知道一个诗词', '316', 1659073483, 1659073483, '<!--markdown-->雄关漫道真如铁，而今迈步从头越。\r\n', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 8, 0),
(320, '鹅肉不适合结石', '320', 1668728397, 1668728397, '\r\n第二，肝炎、胆囊炎患者忌食用鹅肉。这是因为：食品研究表明，鹅肉含有较多的脂肪，在每100克的鹅肉中含19.9克脂肪，肝炎、胆囊炎患者食用鹅肉后，能助湿热、郁遏气机，加重肝胆疾病，影响身体康复。所以，肝炎、胆囊炎患者忌食用鹅肉。\r\n第三，热病后期忌食用鹅肉。这是因为：传统中医学认为，鹅肉甘润肥腻，能壅胃滞脾，不易消化，且能助热，热病后期食用鹅肉，很容易导致“食复”发热或低热不退，危害身体健康。所以，热病后期忌食用鹅肉。', 0, 1, NULL, 'post', 'publish', NULL, 0, '1', '1', '1', 0, NULL, NULL, NULL, 12, 0);

-- --------------------------------------------------------

--
-- 表的结构 `typecho_creditslog`
--

CREATE TABLE IF NOT EXISTS `typecho_creditslog` (
  `id` int(10) unsigned NOT NULL COMMENT '积分日志表主键',
  `uid` int(10) unsigned NOT NULL COMMENT '所属用户',
  `srcId` int(10) unsigned NOT NULL COMMENT '触发的资源ID',
  `created` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '创建时间',
  `type` char(16) NOT NULL DEFAULT 'login' COMMENT '积分类型',
  `amount` int(10) NOT NULL DEFAULT '0' COMMENT '本次积分',
  `balance` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '余额',
  `remark` varchar(255) NOT NULL DEFAULT '' COMMENT '备注'
) ENGINE=InnoDB AUTO_INCREMENT=52 DEFAULT CHARSET=latin1;

--
-- 转存表中的数据 `typecho_creditslog`
--

INSERT INTO `typecho_creditslog` (`id`, `uid`, `srcId`, `created`, `type`, `amount`, `balance`, `remark`) VALUES
(1, 1, 3, 1631158061, 'publish', -10, 0, ''),
(2, 1, 0, 1631339353, 'login', 20, 20, ''),
(3, 1, 4, 1631339453, 'publish', -10, 10, ''),
(4, 1, 5, 1631447991, 'publish', -10, 0, ''),
(5, 1, 6, 1631448141, 'publish', -10, 0, ''),
(6, 1, 7, 1631449884, 'publish', -10, 0, ''),
(7, 1, 8, 1635032733, 'publish', -10, 0, ''),
(8, 1, 9, 1635034441, 'publish', -10, 0, ''),
(9, 1, 10, 1635034736, 'publish', -10, 0, ''),
(10, 1, 11, 1635034941, 'publish', -10, 0, ''),
(11, 1, 12, 1635035020, 'publish', -10, 0, ''),
(12, 1, 13, 1635035697, 'publish', -10, 0, ''),
(13, 1, 14, 1635035830, 'publish', -10, 0, ''),
(14, 1, 15, 1635035928, 'publish', -10, 0, ''),
(15, 1, 16, 1635036050, 'publish', -10, 0, ''),
(16, 1, 17, 1635036356, 'publish', -10, 0, ''),
(17, 1, 18, 1635380783, 'publish', -10, 0, ''),
(18, 1, 18, 1635380853, 'publish', -10, 0, ''),
(19, 1, 18, 1635380891, 'publish', -10, 0, ''),
(20, 1, 19, 1635381167, 'publish', -10, 0, ''),
(21, 1, 20, 1635381478, 'publish', -10, 0, ''),
(22, 1, 21, 1635382585, 'publish', -10, 0, ''),
(23, 1, 22, 1635382833, 'publish', -10, 0, ''),
(24, 1, 23, 1635831563, 'publish', -10, 0, ''),
(25, 1, 23, 1635831907, 'publish', -10, 0, ''),
(26, 1, 24, 1635915645, 'publish', -10, 0, ''),
(27, 1, 25, 1637537822, 'publish', -10, 0, ''),
(28, 1, 26, 1637537851, 'publish', -10, 0, ''),
(29, 1, 27, 1637537879, 'publish', -10, 0, ''),
(30, 1, 28, 1637537896, 'publish', -10, 0, ''),
(31, 1, 29, 1637537922, 'publish', -10, 0, ''),
(32, 1, 30, 1637537948, 'publish', -10, 0, ''),
(33, 1, 31, 1637537966, 'publish', -10, 0, ''),
(34, 1, 32, 1637538262, 'publish', -10, 0, ''),
(35, 1, 33, 1637538292, 'publish', -10, 0, ''),
(36, 1, 34, 1637538306, 'publish', -10, 0, ''),
(37, 1, 35, 1637538322, 'publish', -10, 0, ''),
(38, 1, 36, 1637538337, 'publish', -10, 0, ''),
(39, 1, 37, 1637538349, 'publish', -10, 0, ''),
(40, 1, 38, 1637538369, 'publish', -10, 0, ''),
(41, 1, 39, 1637538384, 'publish', -10, 0, ''),
(42, 1, 40, 1637538408, 'publish', -10, 0, ''),
(43, 1, 41, 1637538439, 'publish', -10, 0, ''),
(44, 1, 41, 1637538463, 'publish', -10, 0, ''),
(45, 1, 41, 1637538496, 'publish', -10, 0, ''),
(46, 1, 42, 1637539096, 'publish', -10, 0, ''),
(47, 1, 43, 1637539477, 'publish', -10, 0, ''),
(48, 1, 44, 1637540059, 'publish', -10, 0, ''),
(49, 1, 45, 1637550271, 'publish', -10, 0, ''),
(50, 1, 46, 1639709675, 'publish', -10, 0, ''),
(51, 1, 47, 1641439054, 'publish', -10, 0, '');

-- --------------------------------------------------------

--
-- 表的结构 `typecho_favorites`
--

CREATE TABLE IF NOT EXISTS `typecho_favorites` (
  `fid` int(10) unsigned NOT NULL COMMENT '收藏主键',
  `uid` int(10) unsigned NOT NULL COMMENT '所属用户',
  `type` char(16) NOT NULL DEFAULT 'post' COMMENT '收藏类型',
  `srcId` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '资源ID',
  `created` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '收藏时间'
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- 表的结构 `typecho_fields`
--

CREATE TABLE IF NOT EXISTS `typecho_fields` (
  `cid` int(10) unsigned NOT NULL,
  `name` varchar(200) NOT NULL,
  `type` varchar(8) DEFAULT 'str',
  `str_value` text,
  `int_value` int(10) DEFAULT '0',
  `float_value` float DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `typecho_fields`
--

INSERT INTO `typecho_fields` (`cid`, `name`, `type`, `str_value`, `int_value`, `float_value`) VALUES
(5, 'articleType', 'str', 'default', 0, 0),
(6, 'articleType', 'str', 'default', 0, 0),
(7, 'articleType', 'str', 'default', 0, 0),
(10, 'articleType', 'str', 'default', 0, 0),
(11, 'articleType', 'str', 'default', 0, 0),
(12, 'articleType', 'str', 'default', 0, 0),
(13, 'articleType', 'str', 'default', 0, 0),
(14, 'articleType', 'str', 'default', 0, 0),
(16, 'articleType', 'str', 'default', 0, 0),
(17, 'articleType', 'str', 'default', 0, 0),
(18, 'articleType', 'str', 'default', 0, 0),
(18, 'banner', 'str', '', 0, 0),
(18, 'excerpt', 'str', '', 0, 0),
(18, 'thumb', 'str', '', 0, 0),
(19, 'articleType', 'str', 'link', 0, 0),
(20, 'articleType', 'str', 'link', 0, 0),
(21, 'articleType', 'str', 'default', 0, 0),
(22, 'articleType', 'str', 'default', 0, 0),
(23, 'articleType', 'str', 'default', 0, 0),
(23, 'banner', 'str', '', 0, 0),
(23, 'excerpt', 'str', '', 0, 0),
(23, 'thumb', 'str', '', 0, 0),
(24, 'articleType', 'str', 'link', 0, 0),
(25, 'articleType', 'str', 'default', 0, 0),
(26, 'articleType', 'str', 'default', 0, 0),
(27, 'articleType', 'str', 'default', 0, 0),
(28, 'articleType', 'str', 'default', 0, 0),
(29, 'articleType', 'str', 'default', 0, 0),
(30, 'articleType', 'str', 'default', 0, 0),
(31, 'articleType', 'str', 'default', 0, 0),
(32, 'articleType', 'str', 'default', 0, 0),
(33, 'articleType', 'str', 'default', 0, 0),
(34, 'articleType', 'str', 'default', 0, 0),
(35, 'articleType', 'str', 'default', 0, 0),
(36, 'articleType', 'str', 'default', 0, 0),
(37, 'articleType', 'str', 'default', 0, 0),
(38, 'articleType', 'str', 'default', 0, 0),
(39, 'articleType', 'str', 'default', 0, 0),
(40, 'articleType', 'str', 'default', 0, 0),
(41, 'articleType', 'str', 'default', 0, 0),
(41, 'banner', 'str', '', 0, 0),
(41, 'excerpt', 'str', '', 0, 0),
(41, 'thumb', 'str', '', 0, 0),
(2, 'thumb', 'str', '', 0, 0),
(42, 'articleType', 'str', 'default', 0, 0),
(43, 'articleType', 'str', 'default', 0, 0),
(44, 'articleType', 'str', 'default', 0, 0),
(45, 'articleType', 'str', 'default', 0, 0),
(46, 'articleType', 'str', 'default', 0, 0),
(47, 'articleType', 'str', 'default', 0, 0),
(47, 'views', 'str', '58', 0, 0),
(46, 'views', 'str', '117', 0, 0),
(45, 'views', 'str', '134', 0, 0),
(31, 'views', 'str', '85', 0, 0),
(41, 'views', 'str', '118', 0, 0),
(32, 'views', 'str', '116', 0, 0),
(37, 'views', 'str', '219', 0, 0),
(42, 'views', 'str', '83', 0, 0),
(26, 'views', 'str', '92', 0, 0),
(24, 'views', 'str', '81', 0, 0),
(38, 'views', 'str', '109', 0, 0),
(25, 'views', 'str', '42', 0, 0),
(35, 'views', 'str', '42', 0, 0),
(7, 'views', 'str', '68', 0, 0),
(27, 'views', 'str', '44', 0, 0),
(19, 'views', 'str', '48', 0, 0),
(28, 'views', 'str', '34', 0, 0),
(2, 'views', 'str', '27', 0, 0),
(11, 'views', 'str', '39', 0, 0),
(34, 'views', 'str', '44', 0, 0),
(43, 'views', 'str', '163', 0, 0),
(40, 'views', 'str', '42', 0, 0),
(85, 'views', 'str', '44', 0, 0),
(87, 'views', 'str', '68', 0, 0),
(88, 'views', 'str', '47', 0, 0),
(92, 'views', 'str', '46', 0, 0),
(93, 'views', 'str', '45', 0, 0),
(20, 'views', 'str', '48', 0, 0),
(30, 'views', 'str', '38', 0, 0),
(33, 'views', 'str', '52', 0, 0),
(44, 'views', 'str', '45', 0, 0),
(39, 'views', 'str', '47', 0, 0),
(5, 'views', 'str', '55', 0, 0),
(12, 'views', 'str', '38', 0, 0),
(22, 'views', 'str', '37', 0, 0),
(36, 'views', 'str', '30', 0, 0),
(21, 'views', 'str', '44', 0, 0),
(13, 'views', 'str', '50', 0, 0),
(68, 'views', 'str', '38', 0, 0),
(73, 'views', 'str', '38', 0, 0),
(76, 'views', 'str', '42', 0, 0),
(83, 'views', 'str', '39', 0, 0),
(84, 'views', 'str', '41', 0, 0),
(54, 'views', 'str', '37', 0, 0),
(58, 'views', 'str', '41', 0, 0),
(59, 'views', 'str', '40', 0, 0),
(60, 'views', 'str', '43', 0, 0),
(16, 'views', 'str', '33', 0, 0),
(67, 'views', 'str', '50', 0, 0),
(6, 'views', 'str', '52', 0, 0),
(29, 'views', 'str', '41', 0, 0),
(66, 'views', 'str', '40', 0, 0),
(65, 'views', 'str', '39', 0, 0),
(23, 'views', 'str', '52', 0, 0),
(63, 'views', 'str', '32', 0, 0),
(64, 'views', 'str', '30', 0, 0),
(62, 'views', 'str', '45', 0, 0),
(10, 'views', 'str', '77', 0, 0),
(14, 'views', 'str', '40', 0, 0),
(53, 'views', 'str', '33', 0, 0),
(17, 'views', 'str', '68', 0, 0),
(95, 'views', 'str', '40', 0, 0),
(96, 'views', 'str', '48', 0, 0),
(108, 'views', 'str', '44', 0, 0),
(104, 'views', 'str', '40', 0, 0),
(109, 'views', 'str', '40', 0, 0),
(105, 'views', 'str', '52', 0, 0),
(106, 'views', 'str', '48', 0, 0),
(110, 'views', 'str', '48', 0, 0),
(107, 'views', 'str', '47', 0, 0),
(101, 'views', 'str', '36', 0, 0),
(97, 'views', 'str', '34', 0, 0),
(98, 'views', 'str', '33', 0, 0),
(111, 'views', 'str', '42', 0, 0),
(112, 'views', 'str', '86', 0, 0),
(100, 'views', 'str', '37', 0, 0),
(99, 'views', 'str', '36', 0, 0),
(102, 'views', 'str', '42', 0, 0),
(103, 'views', 'str', '40', 0, 0),
(113, 'views', 'str', '56', 0, 0),
(114, 'views', 'str', '37', 0, 0),
(132, 'views', 'str', '19', 0, 0),
(133, 'views', 'str', '19', 0, 0),
(134, 'views', 'str', '21', 0, 0),
(135, 'views', 'str', '19', 0, 0),
(190, 'views', 'str', '19', 0, 0),
(191, 'views', 'str', '19', 0, 0),
(192, 'views', 'str', '20', 0, 0),
(193, 'views', 'str', '24', 0, 0),
(194, 'views', 'str', '18', 0, 0),
(164, 'views', 'str', '17', 0, 0),
(165, 'views', 'str', '21', 0, 0),
(166, 'views', 'str', '17', 0, 0),
(167, 'views', 'str', '17', 0, 0),
(169, 'views', 'str', '19', 0, 0),
(136, 'views', 'str', '18', 0, 0),
(137, 'views', 'str', '20', 0, 0),
(139, 'views', 'str', '21', 0, 0),
(140, 'views', 'str', '20', 0, 0),
(294, 'views', 'str', '29', 0, 0),
(295, 'views', 'str', '32', 0, 0),
(296, 'views', 'str', '31', 0, 0),
(297, 'views', 'str', '33', 0, 0),
(298, 'views', 'str', '32', 0, 0),
(223, 'views', 'str', '22', 0, 0),
(224, 'views', 'str', '22', 0, 0),
(225, 'views', 'str', '22', 0, 0),
(226, 'views', 'str', '25', 0, 0),
(227, 'views', 'str', '24', 0, 0),
(170, 'views', 'str', '20', 0, 0),
(171, 'views', 'str', '22', 0, 0),
(172, 'views', 'str', '20', 0, 0),
(173, 'views', 'str', '21', 0, 0),
(174, 'views', 'str', '21', 0, 0),
(233, 'views', 'str', '24', 0, 0),
(234, 'views', 'str', '19', 0, 0),
(235, 'views', 'str', '20', 0, 0),
(236, 'views', 'str', '21', 0, 0),
(237, 'views', 'str', '23', 0, 0),
(228, 'views', 'str', '24', 0, 0),
(229, 'views', 'str', '27', 0, 0),
(230, 'views', 'str', '22', 0, 0),
(231, 'views', 'str', '27', 0, 0),
(232, 'views', 'str', '27', 0, 0),
(120, 'views', 'str', '22', 0, 0),
(121, 'views', 'str', '21', 0, 0),
(122, 'views', 'str', '21', 0, 0),
(123, 'views', 'str', '21', 0, 0),
(124, 'views', 'str', '22', 0, 0),
(125, 'views', 'str', '21', 0, 0),
(126, 'views', 'str', '23', 0, 0),
(127, 'views', 'str', '17', 0, 0),
(128, 'views', 'str', '19', 0, 0),
(129, 'views', 'str', '22', 0, 0),
(130, 'views', 'str', '18', 0, 0),
(131, 'views', 'str', '20', 0, 0),
(141, 'views', 'str', '18', 0, 0),
(142, 'views', 'str', '20', 0, 0),
(144, 'views', 'str', '18', 0, 0),
(146, 'views', 'str', '18', 0, 0),
(147, 'views', 'str', '18', 0, 0),
(148, 'views', 'str', '17', 0, 0),
(150, 'views', 'str', '20', 0, 0),
(151, 'views', 'str', '20', 0, 0),
(152, 'views', 'str', '18', 0, 0),
(153, 'views', 'str', '19', 0, 0),
(154, 'views', 'str', '21', 0, 0),
(155, 'views', 'str', '20', 0, 0),
(156, 'views', 'str', '22', 0, 0),
(143, 'views', 'str', '17', 0, 0),
(149, 'views', 'str', '17', 0, 0),
(157, 'views', 'str', '20', 0, 0),
(158, 'views', 'str', '20', 0, 0),
(258, 'views', 'str', '19', 0, 0),
(259, 'views', 'str', '22', 0, 0),
(260, 'views', 'str', '22', 0, 0),
(261, 'views', 'str', '20', 0, 0),
(262, 'views', 'str', '22', 0, 0),
(313, 'views', 'str', '52', 0, 0),
(175, 'views', 'str', '18', 0, 0),
(176, 'views', 'str', '19', 0, 0),
(177, 'views', 'str', '18', 0, 0),
(178, 'views', 'str', '19', 0, 0),
(179, 'views', 'str', '18', 0, 0),
(180, 'views', 'str', '20', 0, 0),
(181, 'views', 'str', '20', 0, 0),
(182, 'views', 'str', '19', 0, 0),
(183, 'views', 'str', '20', 0, 0),
(184, 'views', 'str', '18', 0, 0),
(185, 'views', 'str', '18', 0, 0),
(186, 'views', 'str', '18', 0, 0),
(187, 'views', 'str', '21', 0, 0),
(188, 'views', 'str', '20', 0, 0),
(189, 'views', 'str', '15', 0, 0),
(311, 'views', 'str', '38', 0, 0),
(312, 'views', 'str', '44', 0, 0),
(314, 'views', 'str', '46', 0, 0),
(315, 'views', 'str', '48', 0, 0),
(115, 'views', 'str', '22', 0, 0),
(116, 'views', 'str', '20', 0, 0),
(117, 'views', 'str', '19', 0, 0),
(118, 'views', 'str', '24', 0, 0),
(119, 'views', 'str', '23', 0, 0),
(195, 'views', 'str', '19', 0, 0),
(196, 'views', 'str', '19', 0, 0),
(197, 'views', 'str', '20', 0, 0),
(198, 'views', 'str', '19', 0, 0),
(199, 'views', 'str', '21', 0, 0),
(200, 'views', 'str', '19', 0, 0),
(201, 'views', 'str', '23', 0, 0),
(202, 'views', 'str', '19', 0, 0),
(203, 'views', 'str', '20', 0, 0),
(204, 'views', 'str', '23', 0, 0),
(215, 'views', 'str', '22', 0, 0),
(216, 'views', 'str', '22', 0, 0),
(217, 'views', 'str', '24', 0, 0),
(218, 'views', 'str', '22', 0, 0),
(219, 'views', 'str', '23', 0, 0),
(205, 'views', 'str', '20', 0, 0),
(206, 'views', 'str', '20', 0, 0),
(207, 'views', 'str', '21', 0, 0),
(208, 'views', 'str', '20', 0, 0),
(209, 'views', 'str', '22', 0, 0),
(210, 'views', 'str', '23', 0, 0),
(211, 'views', 'str', '21', 0, 0),
(212, 'views', 'str', '22', 0, 0),
(213, 'views', 'str', '20', 0, 0),
(214, 'views', 'str', '21', 0, 0),
(265, 'views', 'str', '26', 0, 0),
(266, 'views', 'str', '26', 0, 0),
(267, 'views', 'str', '24', 0, 0),
(268, 'views', 'str', '25', 0, 0),
(269, 'views', 'str', '26', 0, 0),
(301, 'views', 'str', '30', 0, 0),
(302, 'views', 'str', '28', 0, 0),
(303, 'views', 'str', '28', 0, 0),
(304, 'views', 'str', '31', 0, 0),
(305, 'views', 'str', '26', 0, 0),
(306, 'views', 'str', '31', 0, 0),
(307, 'views', 'str', '33', 0, 0),
(308, 'views', 'str', '31', 0, 0),
(309, 'views', 'str', '33', 0, 0),
(270, 'views', 'str', '23', 0, 0),
(271, 'views', 'str', '21', 0, 0),
(273, 'views', 'str', '22', 0, 0),
(274, 'views', 'str', '25', 0, 0),
(275, 'views', 'str', '24', 0, 0),
(299, 'views', 'str', '31', 0, 0),
(255, 'views', 'str', '20', 0, 0),
(256, 'views', 'str', '19', 0, 0),
(257, 'views', 'str', '22', 0, 0),
(263, 'views', 'str', '25', 0, 0),
(264, 'views', 'str', '22', 0, 0),
(276, 'views', 'str', '27', 0, 0),
(277, 'views', 'str', '29', 0, 0),
(278, 'views', 'str', '32', 0, 0),
(279, 'views', 'str', '24', 0, 0),
(280, 'views', 'str', '29', 0, 0),
(281, 'views', 'str', '24', 0, 0),
(282, 'views', 'str', '27', 0, 0),
(283, 'views', 'str', '25', 0, 0),
(284, 'views', 'str', '25', 0, 0),
(285, 'views', 'str', '26', 0, 0),
(286, 'views', 'str', '27', 0, 0),
(287, 'views', 'str', '25', 0, 0),
(288, 'views', 'str', '27', 0, 0),
(289, 'views', 'str', '24', 0, 0),
(290, 'views', 'str', '25', 0, 0),
(291, 'views', 'str', '27', 0, 0),
(292, 'views', 'str', '27', 0, 0),
(293, 'views', 'str', '31', 0, 0),
(159, 'views', 'str', '20', 0, 0),
(160, 'views', 'str', '19', 0, 0),
(161, 'views', 'str', '22', 0, 0),
(162, 'views', 'str', '21', 0, 0),
(163, 'views', 'str', '20', 0, 0),
(245, 'views', 'str', '20', 0, 0),
(246, 'views', 'str', '23', 0, 0),
(247, 'views', 'str', '21', 0, 0),
(248, 'views', 'str', '21', 0, 0),
(249, 'views', 'str', '21', 0, 0),
(300, 'views', 'str', '30', 0, 0),
(220, 'views', 'str', '23', 0, 0),
(221, 'views', 'str', '23', 0, 0),
(222, 'views', 'str', '21', 0, 0),
(310, 'views', 'str', '34', 0, 0),
(240, 'views', 'str', '20', 0, 0),
(241, 'views', 'str', '25', 0, 0),
(242, 'views', 'str', '23', 0, 0),
(243, 'views', 'str', '25', 0, 0),
(244, 'views', 'str', '22', 0, 0),
(238, 'views', 'str', '23', 0, 0),
(239, 'views', 'str', '21', 0, 0),
(250, 'views', 'str', '20', 0, 0),
(251, 'views', 'str', '23', 0, 0),
(252, 'views', 'str', '22', 0, 0),
(253, 'views', 'str', '23', 0, 0),
(254, 'views', 'str', '25', 0, 0),
(316, 'views', 'str', '52', 0, 0),
(320, 'mode', 'str', 'default', 0, 0),
(320, 'keywords', 'str', '', 0, 0),
(320, 'description', 'str', '', 0, 0),
(320, 'abstract', 'str', '', 0, 0),
(320, 'thumb', 'str', '', 0, 0),
(320, 'video', 'str', '', 0, 0);

-- --------------------------------------------------------

--
-- 表的结构 `typecho_metas`
--

CREATE TABLE IF NOT EXISTS `typecho_metas` (
  `mid` int(10) unsigned NOT NULL,
  `name` varchar(200) DEFAULT NULL,
  `slug` varchar(200) DEFAULT NULL,
  `type` varchar(32) NOT NULL,
  `description` varchar(200) DEFAULT NULL,
  `count` int(10) unsigned DEFAULT '0',
  `order` int(10) unsigned DEFAULT '0',
  `parent` int(10) unsigned DEFAULT '0',
  `tagid` int(11) DEFAULT '0' COMMENT 'metas分类'
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `typecho_metas`
--

INSERT INTO `typecho_metas` (`mid`, `name`, `slug`, `type`, `description`, `count`, `order`, `parent`, `tagid`) VALUES
(1, '知识积累', 'default', 'category', NULL, 233, 1, 0, 0),
(2, '自己语录', 'zjyl', 'category', '自己的语录', 26, 2, 0, 0),
(3, '读书笔记', 'dsbj', 'category', '书虫读书记录', 3, 3, 0, 0),
(5, '摘自贴吧', '摘自贴吧', 'category', '胆结石相关', 14, 4, 0, 0),
(6, '网海拾备', '网海拾备', 'category', NULL, 2, 5, 0, 0),
(7, '胆结石', '胆结石', 'category', NULL, 1, 6, 0, 0);

-- --------------------------------------------------------

--
-- 表的结构 `typecho_notices`
--

CREATE TABLE IF NOT EXISTS `typecho_notices` (
  `id` int(10) unsigned NOT NULL COMMENT '提醒表主键',
  `uid` int(10) unsigned NOT NULL COMMENT '提醒的用户',
  `type` char(16) NOT NULL DEFAULT 'comment' COMMENT '提醒类型',
  `srcId` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '触发的资源',
  `created` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '触发时间',
  `text` varchar(700) NOT NULL DEFAULT '' COMMENT '详情',
  `status` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '是否已读'
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- 表的结构 `typecho_onemessages`
--

CREATE TABLE IF NOT EXISTS `typecho_onemessages` (
  `id` int(10) unsigned NOT NULL COMMENT '消息表主键',
  `uid` int(10) unsigned NOT NULL COMMENT '谁的消息',
  `fid` int(10) unsigned NOT NULL COMMENT '谁发来的',
  `type` char(16) NOT NULL DEFAULT 'message' COMMENT '消息类型',
  `text` text NOT NULL COMMENT '消息内容',
  `created` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '触发时间',
  `status` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '是否已读'
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- 表的结构 `typecho_options`
--

CREATE TABLE IF NOT EXISTS `typecho_options` (
  `name` varchar(32) NOT NULL,
  `user` int(10) unsigned NOT NULL DEFAULT '0',
  `value` text
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `typecho_options`
--

INSERT INTO `typecho_options` (`name`, `user`, `value`) VALUES
('theme', 0, 'Joe-master'),
('timezone', 0, '28800'),
('lang', 0, NULL),
('charset', 0, 'UTF-8'),
('contentType', 0, 'text/html'),
('gzip', 0, '0'),
('generator', 0, 'Typecho 1.1/17.10.30'),
('title', 0, '个人微博站'),
('description', 0, '自己记录自己才是最美的记录'),
('keywords', 0, '记录自己'),
('rewrite', 0, '0'),
('frontPage', 0, 'recent'),
('frontArchive', 0, '0'),
('commentsRequireMail', 0, '1'),
('commentsWhitelist', 0, '0'),
('commentsRequireURL', 0, '0'),
('commentsRequireModeration', 0, '1'),
('plugins', 0, 'a:2:{s:9:"activated";a:4:{s:9:"OneCircle";a:1:{s:7:"handles";a:11:{s:25:"Widget_Archive:handleInit";a:1:{i:0;a:2:{i:0;s:16:"OneCircle_Plugin";i:1;s:10:"handleInit";}}s:21:"Widget_Archive:handle";a:1:{i:0;a:2:{i:0;s:16:"OneCircle_Plugin";i:1;s:6:"handle";}}s:26:"Widget_Upload:uploadHandle";a:1:{i:0;a:2:{i:0;s:16:"OneCircle_Plugin";i:1;s:12:"uploadHandle";}}s:23:"OneCircle.Donate:Donate";a:1:{i:0;a:2:{i:0;s:16:"OneCircle_Plugin";i:1;s:6:"Donate";}}s:24:"Widget_Register:register";a:1:{i:0;a:2:{i:0;s:16:"OneCircle_Plugin";i:1;s:5:"zhuce";}}s:30:"Widget_Register:finishRegister";a:1:{i:0;a:2:{i:0;s:16:"OneCircle_Plugin";i:1;s:8:"zhucewan";}}s:31:"Widget_Contents_Post_Edit:write";a:1:{i:0;a:2:{i:0;s:16:"OneCircle_Plugin";i:1;s:4:"fabu";}}s:39:"Widget_Contents_Post_Edit:finishPublish";a:1:{i:0;a:2:{i:0;s:16:"OneCircle_Plugin";i:1;s:7:"fabuwan";}}s:20:"admin/footer.php:end";a:1:{i:0;a:2:{i:0;s:16:"OneCircle_Plugin";i:1;s:8:"footerjs";}}s:25:"Widget_Login:loginSucceed";a:1:{i:0;a:2:{i:0;s:16:"OneCircle_Plugin";i:1;s:12:"loginSucceed";}}s:29:"Widget_Feedback:finishComment";a:1:{i:0;a:2:{i:0;s:16:"OneCircle_Plugin";i:1;s:13:"finishComment";}}}}s:11:"SimpleAdmin";a:1:{s:7:"handles";a:2:{s:23:"admin/header.php:header";a:1:{i:0;a:2:{i:0;s:18:"SimpleAdmin_Plugin";i:1;s:12:"renderHeader";}}s:20:"admin/footer.php:end";a:1:{i:0;a:2:{i:0;s:18:"SimpleAdmin_Plugin";i:1;s:12:"renderFooter";}}}}s:14:"SmmsForTypecho";a:1:{s:7:"handles";a:4:{s:23:"admin/header.php:header";a:1:{i:0;a:2:{i:0;s:21:"SmmsForTypecho_Plugin";i:1;s:17:"admin_scripts_css";}}s:27:"admin/write-post.php:bottom";a:1:{i:0;a:2:{i:0;s:21:"SmmsForTypecho_Plugin";i:1;s:23:"admin_writepost_scripts";}}s:21:"SmmsForTypecho:header";a:1:{i:0;a:2:{i:0;s:21:"SmmsForTypecho_Plugin";i:1;s:27:"Widget_Archive_beforeRender";}}s:21:"SmmsForTypecho:footer";a:1:{i:0;a:2:{i:0;s:21:"SmmsForTypecho_Plugin";i:1;s:26:"Widget_Archive_afterRender";}}}}s:10:"HelloWorld";a:1:{s:7:"handles";a:1:{s:21:"admin/menu.php:navBar";a:1:{i:0;a:2:{i:0;s:17:"HelloWorld_Plugin";i:1;s:6:"render";}}}}}s:7:"handles";a:16:{s:25:"Widget_Archive:handleInit";a:1:{i:990;a:2:{i:0;s:16:"OneCircle_Plugin";i:1;s:10:"handleInit";}}s:21:"Widget_Archive:handle";a:1:{i:990;a:2:{i:0;s:16:"OneCircle_Plugin";i:1;s:6:"handle";}}s:26:"Widget_Upload:uploadHandle";a:1:{i:990;a:2:{i:0;s:16:"OneCircle_Plugin";i:1;s:12:"uploadHandle";}}s:23:"OneCircle.Donate:Donate";a:1:{i:0;a:2:{i:0;s:16:"OneCircle_Plugin";i:1;s:6:"Donate";}}s:24:"Widget_Register:register";a:1:{i:990;a:2:{i:0;s:16:"OneCircle_Plugin";i:1;s:5:"zhuce";}}s:30:"Widget_Register:finishRegister";a:1:{i:990;a:2:{i:0;s:16:"OneCircle_Plugin";i:1;s:8:"zhucewan";}}s:31:"Widget_Contents_Post_Edit:write";a:1:{i:990;a:2:{i:0;s:16:"OneCircle_Plugin";i:1;s:4:"fabu";}}s:39:"Widget_Contents_Post_Edit:finishPublish";a:1:{i:990;a:2:{i:0;s:16:"OneCircle_Plugin";i:1;s:7:"fabuwan";}}s:20:"admin/footer.php:end";a:2:{i:990;a:2:{i:0;s:16:"OneCircle_Plugin";i:1;s:8:"footerjs";}i:1001;a:2:{i:0;s:18:"SimpleAdmin_Plugin";i:1;s:12:"renderFooter";}}s:25:"Widget_Login:loginSucceed";a:1:{i:990;a:2:{i:0;s:16:"OneCircle_Plugin";i:1;s:12:"loginSucceed";}}s:29:"Widget_Feedback:finishComment";a:1:{i:990;a:2:{i:0;s:16:"OneCircle_Plugin";i:1;s:13:"finishComment";}}s:23:"admin/header.php:header";a:2:{i:0;a:2:{i:0;s:21:"SmmsForTypecho_Plugin";i:1;s:17:"admin_scripts_css";}i:1001;a:2:{i:0;s:18:"SimpleAdmin_Plugin";i:1;s:12:"renderHeader";}}s:27:"admin/write-post.php:bottom";a:1:{i:0;a:2:{i:0;s:21:"SmmsForTypecho_Plugin";i:1;s:23:"admin_writepost_scripts";}}s:21:"SmmsForTypecho:header";a:1:{i:0;a:2:{i:0;s:21:"SmmsForTypecho_Plugin";i:1;s:27:"Widget_Archive_beforeRender";}}s:21:"SmmsForTypecho:footer";a:1:{i:0;a:2:{i:0;s:21:"SmmsForTypecho_Plugin";i:1;s:26:"Widget_Archive_afterRender";}}s:21:"admin/menu.php:navBar";a:1:{i:0;a:2:{i:0;s:17:"HelloWorld_Plugin";i:1;s:6:"render";}}}}'),
('commentDateFormat', 0, 'F jS, Y \\a\\t h:i a'),
('siteUrl', 0, 'http://itzhaoren.com'),
('defaultCategory', 0, '1'),
('allowRegister', 0, '1'),
('defaultAllowComment', 0, '1'),
('defaultAllowPing', 0, '1'),
('defaultAllowFeed', 0, '1'),
('pageSize', 0, '5'),
('postsListSize', 0, '10'),
('commentsListSize', 0, '10'),
('commentsHTMLTagAllowed', 0, NULL),
('postDateFormat', 0, 'Y-m-d'),
('feedFullText', 0, '1'),
('editorSize', 0, '350'),
('autoSave', 0, '0'),
('markdown', 0, '1'),
('xmlrpcMarkdown', 0, '0'),
('commentsMaxNestingLevels', 0, '5'),
('commentsPostTimeout', 0, '2592000'),
('commentsUrlNofollow', 0, '1'),
('commentsShowUrl', 0, '1'),
('commentsMarkdown', 0, '0'),
('commentsPageBreak', 0, '0'),
('commentsThreaded', 0, '1'),
('commentsPageSize', 0, '20'),
('commentsPageDisplay', 0, 'last'),
('commentsOrder', 0, 'ASC'),
('commentsCheckReferer', 0, '1'),
('commentsAutoClose', 0, '0'),
('commentsPostIntervalEnable', 0, '0'),
('commentsPostInterval', 0, '60'),
('commentsShowCommentOnly', 0, '1'),
('commentsAvatar', 0, '0'),
('commentsAvatarRating', 0, 'G'),
('commentsAntiSpam', 0, '1'),
('routingTable', 0, 'a:36:{i:0;a:35:{s:5:"index";a:6:{s:3:"url";s:1:"/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";s:4:"regx";s:8:"|^[/]?$|";s:6:"format";s:1:"/";s:6:"params";a:0:{}}s:7:"archive";a:6:{s:3:"url";s:6:"/blog/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";s:4:"regx";s:13:"|^/blog[/]?$|";s:6:"format";s:6:"/blog/";s:6:"params";a:0:{}}s:2:"do";a:6:{s:3:"url";s:22:"/action/[action:alpha]";s:6:"widget";s:9:"Widget_Do";s:6:"action";s:6:"action";s:4:"regx";s:32:"|^/action/([_0-9a-zA-Z-]+)[/]?$|";s:6:"format";s:10:"/action/%s";s:6:"params";a:1:{i:0;s:6:"action";}}s:4:"post";a:6:{s:3:"url";s:24:"/archives/[cid:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";s:4:"regx";s:26:"|^/archives/([0-9]+)[/]?$|";s:6:"format";s:13:"/archives/%s/";s:6:"params";a:1:{i:0;s:3:"cid";}}s:10:"attachment";a:6:{s:3:"url";s:26:"/attachment/[cid:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";s:4:"regx";s:28:"|^/attachment/([0-9]+)[/]?$|";s:6:"format";s:15:"/attachment/%s/";s:6:"params";a:1:{i:0;s:3:"cid";}}s:8:"category";a:6:{s:3:"url";s:17:"/category/[slug]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";s:4:"regx";s:25:"|^/category/([^/]+)[/]?$|";s:6:"format";s:13:"/category/%s/";s:6:"params";a:1:{i:0;s:4:"slug";}}s:3:"tag";a:6:{s:3:"url";s:12:"/tag/[slug]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";s:4:"regx";s:20:"|^/tag/([^/]+)[/]?$|";s:6:"format";s:8:"/tag/%s/";s:6:"params";a:1:{i:0;s:4:"slug";}}s:6:"author";a:6:{s:3:"url";s:22:"/author/[uid:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";s:4:"regx";s:24:"|^/author/([0-9]+)[/]?$|";s:6:"format";s:11:"/author/%s/";s:6:"params";a:1:{i:0;s:3:"uid";}}s:6:"search";a:6:{s:3:"url";s:19:"/search/[keywords]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";s:4:"regx";s:23:"|^/search/([^/]+)[/]?$|";s:6:"format";s:11:"/search/%s/";s:6:"params";a:1:{i:0;s:8:"keywords";}}s:10:"index_page";a:6:{s:3:"url";s:21:"/page/[page:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";s:4:"regx";s:22:"|^/page/([0-9]+)[/]?$|";s:6:"format";s:9:"/page/%s/";s:6:"params";a:1:{i:0;s:4:"page";}}s:12:"archive_page";a:6:{s:3:"url";s:26:"/blog/page/[page:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";s:4:"regx";s:27:"|^/blog/page/([0-9]+)[/]?$|";s:6:"format";s:14:"/blog/page/%s/";s:6:"params";a:1:{i:0;s:4:"page";}}s:13:"category_page";a:6:{s:3:"url";s:32:"/category/[slug]/[page:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";s:4:"regx";s:34:"|^/category/([^/]+)/([0-9]+)[/]?$|";s:6:"format";s:16:"/category/%s/%s/";s:6:"params";a:2:{i:0;s:4:"slug";i:1;s:4:"page";}}s:8:"tag_page";a:6:{s:3:"url";s:27:"/tag/[slug]/[page:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";s:4:"regx";s:29:"|^/tag/([^/]+)/([0-9]+)[/]?$|";s:6:"format";s:11:"/tag/%s/%s/";s:6:"params";a:2:{i:0;s:4:"slug";i:1;s:4:"page";}}s:11:"author_page";a:6:{s:3:"url";s:37:"/author/[uid:digital]/[page:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";s:4:"regx";s:33:"|^/author/([0-9]+)/([0-9]+)[/]?$|";s:6:"format";s:14:"/author/%s/%s/";s:6:"params";a:2:{i:0;s:3:"uid";i:1;s:4:"page";}}s:11:"search_page";a:6:{s:3:"url";s:34:"/search/[keywords]/[page:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";s:4:"regx";s:32:"|^/search/([^/]+)/([0-9]+)[/]?$|";s:6:"format";s:14:"/search/%s/%s/";s:6:"params";a:2:{i:0;s:8:"keywords";i:1;s:4:"page";}}s:12:"archive_year";a:6:{s:3:"url";s:18:"/[year:digital:4]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";s:4:"regx";s:19:"|^/([0-9]{4})[/]?$|";s:6:"format";s:4:"/%s/";s:6:"params";a:1:{i:0;s:4:"year";}}s:13:"archive_month";a:6:{s:3:"url";s:36:"/[year:digital:4]/[month:digital:2]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";s:4:"regx";s:30:"|^/([0-9]{4})/([0-9]{2})[/]?$|";s:6:"format";s:7:"/%s/%s/";s:6:"params";a:2:{i:0;s:4:"year";i:1;s:5:"month";}}s:11:"archive_day";a:6:{s:3:"url";s:52:"/[year:digital:4]/[month:digital:2]/[day:digital:2]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";s:4:"regx";s:41:"|^/([0-9]{4})/([0-9]{2})/([0-9]{2})[/]?$|";s:6:"format";s:10:"/%s/%s/%s/";s:6:"params";a:3:{i:0;s:4:"year";i:1;s:5:"month";i:2;s:3:"day";}}s:17:"archive_year_page";a:6:{s:3:"url";s:38:"/[year:digital:4]/page/[page:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";s:4:"regx";s:33:"|^/([0-9]{4})/page/([0-9]+)[/]?$|";s:6:"format";s:12:"/%s/page/%s/";s:6:"params";a:2:{i:0;s:4:"year";i:1;s:4:"page";}}s:18:"archive_month_page";a:6:{s:3:"url";s:56:"/[year:digital:4]/[month:digital:2]/page/[page:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";s:4:"regx";s:44:"|^/([0-9]{4})/([0-9]{2})/page/([0-9]+)[/]?$|";s:6:"format";s:15:"/%s/%s/page/%s/";s:6:"params";a:3:{i:0;s:4:"year";i:1;s:5:"month";i:2;s:4:"page";}}s:16:"archive_day_page";a:6:{s:3:"url";s:72:"/[year:digital:4]/[month:digital:2]/[day:digital:2]/page/[page:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";s:4:"regx";s:55:"|^/([0-9]{4})/([0-9]{2})/([0-9]{2})/page/([0-9]+)[/]?$|";s:6:"format";s:18:"/%s/%s/%s/page/%s/";s:6:"params";a:4:{i:0;s:4:"year";i:1;s:5:"month";i:2;s:3:"day";i:3;s:4:"page";}}s:12:"comment_page";a:6:{s:3:"url";s:53:"[permalink:string]/comment-page-[commentPage:digital]";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";s:4:"regx";s:36:"|^(.+)/comment\\-page\\-([0-9]+)[/]?$|";s:6:"format";s:18:"%s/comment-page-%s";s:6:"params";a:2:{i:0;s:9:"permalink";i:1;s:11:"commentPage";}}s:4:"feed";a:6:{s:3:"url";s:20:"/feed[feed:string:0]";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:4:"feed";s:4:"regx";s:17:"|^/feed(.*)[/]?$|";s:6:"format";s:7:"/feed%s";s:6:"params";a:1:{i:0;s:4:"feed";}}s:8:"feedback";a:6:{s:3:"url";s:31:"[permalink:string]/[type:alpha]";s:6:"widget";s:15:"Widget_Feedback";s:6:"action";s:6:"action";s:4:"regx";s:29:"|^(.+)/([_0-9a-zA-Z-]+)[/]?$|";s:6:"format";s:5:"%s/%s";s:6:"params";a:2:{i:0;s:9:"permalink";i:1;s:4:"type";}}s:4:"page";a:6:{s:3:"url";s:12:"/[slug].html";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";s:4:"regx";s:22:"|^/([^/]+)\\.html[/]?$|";s:6:"format";s:8:"/%s.html";s:6:"params";a:1:{i:0;s:4:"slug";}}s:5:"metas";a:6:{s:3:"url";s:7:"/metas/";s:6:"widget";s:19:"Widget_Archive@meta";s:6:"action";s:6:"render";s:4:"regx";s:14:"|^/metas[/]?$|";s:6:"format";s:7:"/metas/";s:6:"params";a:0:{}}s:13:"neighbor_page";a:6:{s:3:"url";s:35:"/neighbor/[keyword]/[page:digital]/";s:6:"widget";s:28:"Widget_Archive@neighbor_page";s:6:"action";s:6:"render";s:4:"regx";s:34:"|^/neighbor/([^/]+)/([0-9]+)[/]?$|";s:6:"format";s:16:"/neighbor/%s/%s/";s:6:"params";a:2:{i:0;s:7:"keyword";i:1;s:4:"page";}}s:8:"neighbor";a:6:{s:3:"url";s:20:"/neighbor/[keyword]/";s:6:"widget";s:23:"Widget_Archive@neighbor";s:6:"action";s:6:"render";s:4:"regx";s:25:"|^/neighbor/([^/]+)[/]?$|";s:6:"format";s:13:"/neighbor/%s/";s:6:"params";a:1:{i:0;s:7:"keyword";}}s:6:"myblog";a:6:{s:3:"url";s:8:"/myblog/";s:6:"widget";s:21:"Widget_Archive@myblog";s:6:"action";s:6:"render";s:4:"regx";s:15:"|^/myblog[/]?$|";s:6:"format";s:8:"/myblog/";s:6:"params";a:0:{}}s:11:"myblog_page";a:6:{s:3:"url";s:23:"/myblog/[page:digital]/";s:6:"widget";s:26:"Widget_Archive@myblog_page";s:6:"action";s:6:"render";s:4:"regx";s:24:"|^/myblog/([0-9]+)[/]?$|";s:6:"format";s:11:"/myblog/%s/";s:6:"params";a:1:{i:0;s:4:"page";}}s:7:"setting";a:6:{s:3:"url";s:19:"/usercenter/setting";s:6:"widget";s:34:"Widget_Archive@usercenter_settiing";s:6:"action";s:6:"render";s:4:"regx";s:27:"|^/usercenter/setting[/]?$|";s:6:"format";s:19:"/usercenter/setting";s:6:"params";a:0:{}}s:7:"credits";a:6:{s:3:"url";s:19:"/usercenter/credits";s:6:"widget";s:33:"Widget_Archive@usercenter_credits";s:6:"action";s:6:"render";s:4:"regx";s:27:"|^/usercenter/credits[/]?$|";s:6:"format";s:19:"/usercenter/credits";s:6:"params";a:0:{}}s:6:"notice";a:6:{s:3:"url";s:18:"/usercenter/notice";s:6:"widget";s:21:"Widget_Archive@notice";s:6:"action";s:6:"render";s:4:"regx";s:26:"|^/usercenter/notice[/]?$|";s:6:"format";s:18:"/usercenter/notice";s:6:"params";a:0:{}}s:8:"messages";a:6:{s:3:"url";s:20:"/usercenter/messages";s:6:"widget";s:23:"Widget_Archive@messages";s:6:"action";s:6:"render";s:4:"regx";s:28:"|^/usercenter/messages[/]?$|";s:6:"format";s:20:"/usercenter/messages";s:6:"params";a:0:{}}s:10:"one_action";a:6:{s:3:"url";s:10:"/oneaction";s:6:"widget";s:16:"OneCircle_Action";s:6:"action";s:5:"route";s:4:"regx";s:18:"|^/oneaction[/]?$|";s:6:"format";s:10:"/oneaction";s:6:"params";a:0:{}}}s:5:"index";a:3:{s:3:"url";s:1:"/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";}s:7:"archive";a:3:{s:3:"url";s:6:"/blog/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";}s:2:"do";a:3:{s:3:"url";s:22:"/action/[action:alpha]";s:6:"widget";s:9:"Widget_Do";s:6:"action";s:6:"action";}s:4:"post";a:3:{s:3:"url";s:24:"/archives/[cid:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";}s:10:"attachment";a:3:{s:3:"url";s:26:"/attachment/[cid:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";}s:8:"category";a:3:{s:3:"url";s:17:"/category/[slug]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";}s:3:"tag";a:3:{s:3:"url";s:12:"/tag/[slug]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";}s:6:"author";a:3:{s:3:"url";s:22:"/author/[uid:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";}s:6:"search";a:3:{s:3:"url";s:19:"/search/[keywords]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";}s:10:"index_page";a:3:{s:3:"url";s:21:"/page/[page:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";}s:12:"archive_page";a:3:{s:3:"url";s:26:"/blog/page/[page:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";}s:13:"category_page";a:3:{s:3:"url";s:32:"/category/[slug]/[page:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";}s:8:"tag_page";a:3:{s:3:"url";s:27:"/tag/[slug]/[page:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";}s:11:"author_page";a:3:{s:3:"url";s:37:"/author/[uid:digital]/[page:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";}s:11:"search_page";a:3:{s:3:"url";s:34:"/search/[keywords]/[page:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";}s:12:"archive_year";a:3:{s:3:"url";s:18:"/[year:digital:4]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";}s:13:"archive_month";a:3:{s:3:"url";s:36:"/[year:digital:4]/[month:digital:2]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";}s:11:"archive_day";a:3:{s:3:"url";s:52:"/[year:digital:4]/[month:digital:2]/[day:digital:2]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";}s:17:"archive_year_page";a:3:{s:3:"url";s:38:"/[year:digital:4]/page/[page:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";}s:18:"archive_month_page";a:3:{s:3:"url";s:56:"/[year:digital:4]/[month:digital:2]/page/[page:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";}s:16:"archive_day_page";a:3:{s:3:"url";s:72:"/[year:digital:4]/[month:digital:2]/[day:digital:2]/page/[page:digital]/";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";}s:12:"comment_page";a:3:{s:3:"url";s:53:"[permalink:string]/comment-page-[commentPage:digital]";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";}s:4:"feed";a:3:{s:3:"url";s:20:"/feed[feed:string:0]";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:4:"feed";}s:8:"feedback";a:3:{s:3:"url";s:31:"[permalink:string]/[type:alpha]";s:6:"widget";s:15:"Widget_Feedback";s:6:"action";s:6:"action";}s:4:"page";a:3:{s:3:"url";s:12:"/[slug].html";s:6:"widget";s:14:"Widget_Archive";s:6:"action";s:6:"render";}s:5:"metas";a:3:{s:3:"url";s:7:"/metas/";s:6:"widget";s:19:"Widget_Archive@meta";s:6:"action";s:6:"render";}s:13:"neighbor_page";a:3:{s:3:"url";s:35:"/neighbor/[keyword]/[page:digital]/";s:6:"widget";s:28:"Widget_Archive@neighbor_page";s:6:"action";s:6:"render";}s:8:"neighbor";a:3:{s:3:"url";s:20:"/neighbor/[keyword]/";s:6:"widget";s:23:"Widget_Archive@neighbor";s:6:"action";s:6:"render";}s:6:"myblog";a:3:{s:3:"url";s:8:"/myblog/";s:6:"widget";s:21:"Widget_Archive@myblog";s:6:"action";s:6:"render";}s:11:"myblog_page";a:3:{s:3:"url";s:23:"/myblog/[page:digital]/";s:6:"widget";s:26:"Widget_Archive@myblog_page";s:6:"action";s:6:"render";}s:7:"setting";a:3:{s:3:"url";s:19:"/usercenter/setting";s:6:"widget";s:34:"Widget_Archive@usercenter_settiing";s:6:"action";s:6:"render";}s:7:"credits";a:3:{s:3:"url";s:19:"/usercenter/credits";s:6:"widget";s:33:"Widget_Archive@usercenter_credits";s:6:"action";s:6:"render";}s:6:"notice";a:3:{s:3:"url";s:18:"/usercenter/notice";s:6:"widget";s:21:"Widget_Archive@notice";s:6:"action";s:6:"render";}s:8:"messages";a:3:{s:3:"url";s:20:"/usercenter/messages";s:6:"widget";s:23:"Widget_Archive@messages";s:6:"action";s:6:"render";}s:10:"one_action";a:3:{s:3:"url";s:10:"/oneaction";s:6:"widget";s:16:"OneCircle_Action";s:6:"action";s:5:"route";}}'),
('actionTable', 0, 'a:1:{s:12:"multi-upload";s:21:"SmmsForTypecho_Action";}'),
('panelTable', 0, 'a:2:{s:5:"child";a:1:{i:3;a:2:{i:0;a:6:{i:0;s:18:"管理圈子分类";i:1;s:12:"圈子分类";i:2;s:60:"extending.php?panel=OneCircle%2Fmanage%2Fmanage-cat-tags.php";i:3;s:13:"administrator";i:4;b:0;i:5;s:0:"";}i:1;a:6:{i:0;s:10:"SMMS图床";i:1;s:16:"管理SMMS图床";i:2;s:47:"extending.php?panel=SmmsForTypecho%2Fmanage.php";i:3;s:13:"administrator";i:4;b:0;i:5;s:0:"";}}}s:4:"file";a:2:{i:0;s:40:"OneCircle%2Fmanage%2Fmanage-cat-tags.php";i:1;s:27:"SmmsForTypecho%2Fmanage.php";}}'),
('attachmentTypes', 0, '@image@'),
('secret', 0, 'c9izRdD$sFW@Y3#mr(XP#)XQ36CCYO7e'),
('installed', 0, '1'),
('allowXmlRpc', 0, '2'),
('plugin:OneCircle', 0, 'a:9:{s:8:"yonghuzu";s:11:"contributor";s:7:"tuozhan";a:2:{i:0;s:14:"contributor-nb";i:1;s:11:"register-nb";}s:15:"registeruserMid";s:1:"1";s:12:"focususerMid";s:1:"1";s:9:"amapJsKey";s:0:"";s:10:"amapWebKey";s:0:"";s:20:"allowNoneAdminUpload";s:1:"0";s:9:"AlipayPic";s:44:"https://img.xjh.me/random_img.php?return=302";s:9:"WechatPic";s:44:"https://img.xjh.me/random_img.php?return=302";}'),
('_plugin:OneCircle', 0, 'a:6:{s:10:"userAvatar";s:0:"";s:11:"userBackImg";s:0:"";s:8:"userSign";s:0:"";s:7:"userTag";s:6:"学生";s:7:"userSex";s:1:"1";s:14:"userLifeStatus";s:0:"";}'),
('plugin:SimpleAdmin', 0, 'a:5:{s:8:"bgfengge";s:21:"Earlyspringimpression";s:5:"bgUrl";s:0:"";s:6:"diycss";s:0:"";s:6:"avatar";s:0:"";s:11:"diyadmincss";s:0:"";}'),
('plugin:SmmsForTypecho', 0, 'a:9:{s:14:"Authorization_";N;s:16:"Comment_Selector";s:9:"#textarea";s:10:"SourceImg_";i:1;s:10:"hello_name";s:0:"";s:10:"hello_pswd";s:0:"";s:8:"Content_";i:1;s:8:"Comment_";i:1;s:8:"Nolocal_";i:1;s:9:"localOnly";i:0;}'),
('plugin:HelloWorld', 0, 'a:1:{s:4:"word";s:11:"Hello World";}'),
('theme:Joe-master', 0, 'a:67:{s:8:"JFavicon";s:38:"https://img.paulzzh.com/touhou/randomn";s:5:"JLogo";s:35:"https://api.ixiaowai.cn/api/api.php";s:14:"JCommentStatus";s:2:"on";s:10:"JNavMaxNum";s:1:"3";s:11:"JCustomNavs";s:0:"";s:13:"JList_Animate";s:3:"off";s:12:"JFooter_Left";s:96:"2019 - 2020 © Reach - <a href="https://78.al" target="_blank" rel="noopener noreferrer">Joe</a>";s:13:"JFooter_Right";s:201:"<a href="https://78.al/feed/" target="_blank" rel="noopener noreferrer">RSS</a>\r\n         <a href="https://78.al/sitemap.xml" target="_blank" rel="noopener noreferrer" style="margin-left: 15px">MAP</a>";s:7:"JLive2d";s:3:"off";s:14:"JDocumentTitle";s:0:"";s:14:"JCursorEffects";s:3:"off";s:10:"JCustomCSS";s:0:"";s:13:"JCustomScript";s:0:"";s:14:"JCustomHeadEnd";s:0:"";s:14:"JCustomBodyEnd";s:0:"";s:9:"JBirthDay";s:0:"";s:11:"JCustomFont";s:0:"";s:19:"JCustomAvatarSource";s:0:"";s:18:"JAside_Author_Nick";s:12:"个人博客";s:20:"JAside_Author_Avatar";s:33:"https://api.btstu.cn/sjbz/api.php";s:19:"JAside_Author_Image";s:35:"https://api.dujin.org/pic/yuanshen/";s:16:"JAside_Wap_Image";s:35:"https://api.dujin.org/pic/yuanshen/";s:18:"JAside_Author_Link";s:1:"/";s:19:"JAside_Author_Motto";s:39:"有钱终成眷属，没钱亲眼目睹";s:17:"JAside_Author_Nav";s:3:"off";s:22:"JAside_Timelife_Status";s:3:"off";s:14:"JAside_Hot_Num";s:3:"off";s:22:"JAside_Newreply_Status";s:3:"off";s:18:"JAside_Weather_Key";s:0:"";s:20:"JAside_Weather_Style";s:1:"1";s:10:"JADContent";s:0:"";s:12:"JCustomAside";s:0:"";s:12:"JAside_3DTag";s:3:"off";s:16:"JAside_Flatterer";s:3:"off";s:20:"JAside_History_Today";s:3:"off";s:10:"JThumbnail";s:21:"https://tenapi.cn/acg";s:9:"JLazyload";s:33:"https://api.btstu.cn/sjbz/api.php";s:19:"JDynamic_Background";s:12:"backdrop2.js";s:24:"JWallpaper_Background_PC";s:33:"https://api.btstu.cn/sjbz/api.php";s:25:"JWallpaper_Background_WAP";s:36:"https://api.mtyqx.cn/tapi/random.php";s:15:"JShare_QQ_Image";s:3562:"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIAAAACACAMAAAD04JH5AAABelBMVEUAAAA2Jyc3KCg3KCg3KCg3KCg2KCg3KCg3Jyc3Jyc3KCg3KCg3KCg3KCg3KCg3Jyc3KCg3KCg3Jyc3Jyc3Jyc3KCg3KCg3KCg3KCg3KCj8ugCieBI2KCjrrgO0hw4vIikzJCjEkQswIylXPyGNZxc3KCg3Jyc3KCg3KCg2KCj4uQE3KCg2KCg2Jyc3Jyc2KCg2Jyc3KCg2KCg3Jyc2Jyc2KCj7vACSahU3KCg2KCg+LSZ2VxumexE3Jyc3KCg3KCg3KCg3KCg2KCg3KCg2KCi7iw2JZBc3Jyc3KCg2KCg5KSfztgI6KidFMiTmqwVQOiKsgBA3KCg2KCg3KCjwswPhqAWFYhfIlQpsTh02KChINCPVnwhfRR+ddBM2Jyc3KChlSh55WBpzUxs3KCg3KCg3KChaQiB9XBnBjwzPmgmZcRQ3JydTPCJXPyGrfhDmrgXYoQfaoQeQaRY3KCj+ugA2Jyj+vgAyJCj+vAA0JSgwIil9XBn+wADqrgRUfJjPAAAAc3RSTlMA/QTfBggoyPv2tw7uDGwd+eKQjEhm0DbyGPvwpf35/f32/fzz6+ZpQRL9s1o82MXAhWMsIBb999tU+/rx6dW6rqp5dST186CVRP39+/v6+fadmon7+vf39U75+ff2MSb39vV+cl/49/f39nz7+e77+ff0epffawAACCFJREFUeNrtmvlbEkEYx2c3VhcBkSOQorKDSxFFiNTCE1E7NS21y+77Xpaj438PeN9tA2ZmrZzoKT8/CPusO7O+8x7feUdywAEHHPAznE16l70TCcLAFlxYv/4oKBNB2PwBuyqp9sCUQmgkrucHJGkg7y0QIcg7Hg3wJAmF0DLeVufPEhEUZiUNmQxR7PN4UEPUfiIAecKufYcyQ2HcvB0Ikf1Hua6ZzHc62mjUvB2Nk/3HNaeZjLtIOzuD5u3IFNl/XMuayYiNtBOPmLfzfrL/yP0D5gwLpIOeXvP2TJYIIBjQDJw9FAttmE7qE5KLbP1ODbAv0CboGcMwlXrdRAjy4Um1MX7qsYPQ2O1z6g3zzGWIIOR4emSszzeqEDruieXx8fCEm4hDCblDLs4bJtzuhEz+eWSb0orNgPwZ4iN9rYwg4VHyJ3AENBZ9biIe+bDGxN5PxIIpl82hs0Q0Du+AxmFFIYJZRV2m6/hhfEEl4BecBmzzUnO6WqWNoVrzFaT5EBGJPCXB37u9dBLY2sIvxYs6+KFQE2THYP4rW+VytYXyjTs18MMsEYdtEXTXp5vDpXaOrF3WmmwINEFwpmnm2q2r1VIHmw8rsGsQ54fKOnigdLdc6qT64jL44ZwwPxx1QgTcuVGikXs21HyDwQlBJkjMggdOHy/RuX0NYjElpiTI/eCBlQebJTrDdyEUNa+QwtyDIXj5RbXEwAhFj4idkZJWm/MP3cyVWFSXhsTlw2AEPPDNhxKb3HYF/DAm/5a37fZ0kJmHBbh4d7jEpnryCixCYLRQ6BgjJO8t3SV7D3XigX1P7f7VEo9LRQkWwUMZI5B27GX+w06NBhpgq1ricuNpTWPjVX5P8ehDz3IlPrk1MAGd6Kq1AR7RFQ+G4FK5xKd6FbyAwt7C415E41DZHi7xGX5Z0dhYp2llWeOhS0tsH8B0rGs8AhZp2p9HgR2NehqOPDk52QiBaD6i7i0KbqILOKNReL4ZQh5P1AlaSl0kPNyz2IGIO1wuF+676j9cDseGBGHwkpsHnk+DB4xn6wPA0w3qg2XGsMkY5HlgDDtN650rVUiBCa7d5nnAffCAfLJzgAmw4cCKg2OAAO4vgjQ5ZsdaULauBWHKBsXRiybwswuu12jBKLS364NFUF9UrbLQoVGqf2GGmzVCkdlrHOuhvl4SBqg83GSGIOoBn0xvZuMiTBA6jmUVDBCTWa1KVESMdPj+NSgiT4HR4ZnkdnLlZARNpLCSFF8TDj8Y4u9N5IUBMEGaOoN7HEPQzwwSnwrZ6GWV5oFbatMDpNksYRBCJ09RfSQGryetO3i9Sva+4Ng2hGDkCTvbTsAc6nXKHIVDsMIzQUtdqn8qDncuwIXL4IFhF+fMZ16CkrDTWQS8qtkFZRJCZX7lZLmFarV8+3UNDJDhKWu/BwMtQdqIH9rTWYMfbKjfXzvewtLSA5RC/D6xA0PRflhus01YghtJq2oJ2UiXWlBVFeaHHMIhgybovUdamLKDd4QdlvtTjYcTPJDDI4kaimE8jVq1el55Zdc4zCWIBbsB9IJWYTBiBigfeXGQ+wIuS80/Tz3UWFStkgByL6DxiCStTDg1CDOFE1Qt7IxbGGADldGndmowrlWz9KxRlHfk1oENKdKn8J3YiYng/OfP5xs8bPz4XAe25lDJeCuI3r7SvlahOYxDrmx1obNevJtrpB+kXOfL8ys6aAGuCUZTKHl2WXJBGt/ldenysAB3rtLkKIydljl5aAV9bYFS6sIohxYVtmQbkUCWPa+yBfkkJ5JWI5iGsrTlPcQUhIj8GGXhgxytHK8ZgjDBNMA4O1YwxaAkppNNYTWmq8JNVIT5KdYAT2AGiXG+n7EKxTR26c5domvi41iQxxnJpGBIHtYWNYmhOOumL2AUDPD0RonO5jOsSIsyNYTSKHl8zCXqwzeM2WgpJIxNojWmLN+6pUOazVDrGGrSVA/bSQcNJ2WHYOXNJfbGqPgJSp2PFknrWAcXbARhyiLN22nDUC+KcghBKtVjt8APozsyVctgsrau9pFRuQ4xqH+39aMHPtg88gPm5M3L3F1Vx/MzuYE5gFIw9r0QIwyURxiKgRVvHR/iXbm+7MEm0faZH/h47jv1q2Kx+HBaBzv3eXGAjY2NxvPhMbtlwcZiBUjtGEdFtQqTWh1dx1+kP6/l7xE2qM1EMrChWAmWEU0kAb4BUJ+LY3APR1ou368ugt5A49J3lliTDXPPRodO1TnRximDIY2D1Bske8ERnzjc3+QwEIs9XnwEYlSXto9euHDhaDsXGrx9+7aI9SiaXnzcHzOerw/VuNhxy+TX8cO+tHb/3ZeyCXw3L29ii+CVjew3jjCYQF3jNKk+YJeuN0P2HwyP2rVNdpvyWQXLqYhzMyUN4XGKeWSRW5rGSpAgIuiZgUVgtirfbUvgAatECLJREG8yJBn2SKRlFxEDitra9FKVelKAYiAVJGIwW5V3aCYY/ghyyJ5WiCiwj6KfWstRunS4NwvsEnGMGqH4vmMRjj0cgoL7hAjE5sOsXrx6rIWvX9emzU2BQNyozKZfn0be4OcVqIQRkKPCkGN2rL3taOZxhDjw1ICOgBBk9dQ5pG1ENMq6xmbGQcSTiXCOJckfQH411stgJUT+BLKNxX/w/6x/F8qq3yBoI13ANaYidp9CukFM0gBnkHSFbEADwl1yf9uCHfJPnHSJ4AzvmEQ82NRyJruXgILRxlGtm3QNWxjOqrtH3K6lQqSLOOakBdJN5CepDOkq2SkXOeCAA36Lb9csIehdx0fNAAAAAElFTkSuQmCC";s:15:"JIndex_Carousel";s:0:"";s:16:"JIndex_Recommend";s:0:"";s:12:"JIndexSticky";s:0:"";s:10:"JIndex_Hot";s:3:"off";s:9:"JIndex_Ad";s:0:"";s:13:"JIndex_Notice";s:0:"";s:8:"JFriends";s:152:"Joe的博客 || https://78.al || https://fastly.jsdelivr.net/npm/typecho-joe-next@6.0.0/assets/img/link.png || Eternity is not a distance but a decision";s:10:"JMaccmsAPI";s:0:"";s:13:"JCustomPlayer";s:0:"";s:15:"JSensitiveWords";s:54:"你妈死了 || 傻逼 || 操你妈 || 射你妈一脸";s:16:"JLimitOneChinese";s:3:"off";s:10:"JTextLimit";s:0:"";s:8:"JSiteMap";s:3:"off";s:8:"JBTPanel";s:0:"";s:6:"JBTKey";s:0:"";s:12:"JCommentMail";s:3:"off";s:16:"JCommentMailHost";s:0:"";s:18:"JCommentSMTPSecure";s:3:"ssl";s:16:"JCommentMailPort";s:0:"";s:20:"JCommentMailFromName";s:0:"";s:19:"JCommentMailAccount";s:0:"";s:20:"JCommentMailPassword";s:0:"";s:11:"JBaiduToken";s:0:"";s:8:"JOverdue";s:3:"off";s:7:"JEditor";s:2:"on";s:11:"JPrismTheme";s:61:"//fastly.jsdelivr.net/npm/prismjs@1.23.0/themes/prism.min.css";}'),
('editorSize', 1, '350'),
('autoSave', 1, '0'),
('markdown', 1, '0'),
('xmlrpcMarkdown', 1, '0'),
('defaultAllowComment', 1, '1'),
('defaultAllowPing', 1, '1'),
('defaultAllowFeed', 1, '1');

-- --------------------------------------------------------

--
-- 表的结构 `typecho_relationships`
--

CREATE TABLE IF NOT EXISTS `typecho_relationships` (
  `cid` int(10) unsigned NOT NULL,
  `mid` int(10) unsigned NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `typecho_relationships`
--

INSERT INTO `typecho_relationships` (`cid`, `mid`) VALUES
(5, 1),
(6, 1),
(7, 1),
(10, 1),
(11, 1),
(12, 1),
(13, 1),
(14, 1),
(16, 1),
(17, 1),
(18, 1),
(19, 1),
(20, 1),
(21, 1),
(22, 1),
(23, 1),
(24, 1),
(25, 2),
(26, 2),
(27, 2),
(28, 2),
(29, 2),
(30, 2),
(31, 2),
(32, 2),
(33, 2),
(34, 2),
(35, 2),
(36, 2),
(37, 2),
(38, 2),
(39, 2),
(40, 2),
(41, 2),
(42, 2),
(43, 2),
(44, 3),
(45, 3),
(46, 1),
(47, 1),
(48, 1),
(49, 1),
(50, 1),
(51, 1),
(52, 1),
(53, 1),
(54, 1),
(55, 1),
(56, 1),
(57, 1),
(58, 2),
(59, 2),
(60, 2),
(61, 1),
(62, 2),
(63, 1),
(64, 1),
(65, 2),
(66, 1),
(67, 2),
(68, 1),
(69, 1),
(70, 1),
(71, 1),
(72, 1),
(73, 1),
(74, 1),
(75, 1),
(76, 2),
(77, 1),
(78, 1),
(79, 1),
(80, 1),
(81, 1),
(82, 1),
(83, 1),
(84, 1),
(85, 1),
(86, 1),
(87, 1),
(88, 1),
(89, 1),
(90, 1),
(91, 1),
(92, 1),
(93, 1),
(94, 1),
(95, 1),
(96, 5),
(97, 5),
(98, 5),
(99, 5),
(100, 5),
(101, 5),
(102, 5),
(103, 5),
(104, 5),
(105, 5),
(106, 5),
(107, 5),
(108, 5),
(109, 1),
(110, 1),
(111, 1),
(112, 5),
(113, 6),
(114, 6),
(115, 1),
(116, 1),
(117, 1),
(118, 1),
(119, 1),
(120, 1),
(121, 1),
(122, 1),
(123, 1),
(124, 1),
(125, 1),
(126, 1),
(127, 1),
(128, 1),
(129, 1),
(130, 1),
(131, 1),
(132, 1),
(133, 1),
(134, 1),
(135, 1),
(136, 1),
(137, 1),
(138, 1),
(139, 1),
(140, 1),
(141, 1),
(142, 1),
(143, 1),
(144, 1),
(145, 1),
(146, 1),
(147, 1),
(148, 1),
(149, 1),
(150, 1),
(151, 1),
(152, 1),
(153, 1),
(154, 1),
(155, 1),
(156, 1),
(157, 1),
(158, 1),
(159, 1),
(160, 1),
(161, 1),
(162, 1),
(163, 1),
(164, 1),
(165, 1),
(166, 1),
(167, 1),
(168, 1),
(169, 1),
(170, 1),
(171, 1),
(172, 1),
(173, 1),
(174, 1),
(175, 1),
(176, 1),
(177, 1),
(178, 1),
(179, 1),
(180, 1),
(181, 1),
(182, 1),
(183, 1),
(184, 1),
(185, 1),
(186, 1),
(187, 1),
(188, 1),
(189, 1),
(190, 1),
(191, 1),
(192, 1),
(193, 1),
(194, 1),
(195, 1),
(196, 1),
(197, 1),
(198, 1),
(199, 1),
(200, 1),
(201, 1),
(202, 1),
(203, 1),
(204, 1),
(205, 1),
(206, 1),
(207, 1),
(208, 1),
(209, 1),
(210, 1),
(211, 1),
(212, 1),
(213, 1),
(214, 1),
(215, 1),
(216, 1),
(217, 1),
(218, 1),
(219, 1),
(220, 1),
(221, 1),
(222, 1),
(223, 1),
(224, 1),
(225, 1),
(226, 1),
(227, 1),
(228, 1),
(229, 1),
(230, 1),
(231, 1),
(232, 1),
(233, 1),
(234, 1),
(235, 1),
(236, 1),
(237, 1),
(238, 1),
(239, 1),
(240, 1),
(241, 1),
(242, 1),
(243, 1),
(244, 1),
(245, 1),
(246, 1),
(247, 1),
(248, 1),
(249, 1),
(250, 1),
(251, 1),
(252, 1),
(253, 1),
(254, 1),
(255, 1),
(256, 1),
(257, 1),
(258, 1),
(259, 1),
(260, 1),
(261, 1),
(262, 1),
(263, 1),
(264, 1),
(265, 1),
(266, 1),
(267, 1),
(268, 1),
(269, 1),
(270, 1),
(271, 1),
(273, 1),
(274, 1),
(275, 1),
(276, 1),
(277, 1),
(278, 1),
(279, 1),
(280, 1),
(281, 1),
(282, 1),
(283, 1),
(284, 1),
(285, 1),
(286, 1),
(287, 1),
(288, 1),
(289, 1),
(290, 1),
(291, 1),
(292, 1),
(293, 1),
(294, 1),
(295, 1),
(296, 1),
(297, 1),
(298, 1),
(299, 1),
(300, 1),
(301, 1),
(302, 1),
(303, 1),
(304, 1),
(305, 1),
(306, 1),
(307, 1),
(308, 1),
(309, 1),
(310, 1),
(311, 1),
(312, 1),
(313, 1),
(314, 1),
(315, 1),
(316, 3),
(320, 7);

-- --------------------------------------------------------

--
-- 表的结构 `typecho_smms_image_list`
--

CREATE TABLE IF NOT EXISTS `typecho_smms_image_list` (
  `id` int(11) NOT NULL,
  `width` int(11) NOT NULL,
  `height` int(11) NOT NULL,
  `size` int(11) NOT NULL,
  `hash` varchar(255) NOT NULL,
  `url` varchar(255) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=latin1;

--
-- 转存表中的数据 `typecho_smms_image_list`
--

INSERT INTO `typecho_smms_image_list` (`id`, `width`, `height`, `size`, `hash`, `url`) VALUES
(1, 1242, 2208, 343063, 'XwKIjdlF817SAGBEWp9mgrRQo6', 'https://i.loli.net/2021/11/02/ja4CAkxYJ92RDSr.png');

-- --------------------------------------------------------

--
-- 表的结构 `typecho_users`
--

CREATE TABLE IF NOT EXISTS `typecho_users` (
  `uid` int(10) unsigned NOT NULL,
  `name` varchar(32) DEFAULT NULL,
  `password` varchar(64) DEFAULT NULL,
  `mail` varchar(200) DEFAULT NULL,
  `url` varchar(200) DEFAULT NULL,
  `screenName` varchar(32) DEFAULT NULL,
  `created` int(10) unsigned DEFAULT '0',
  `activated` int(10) unsigned DEFAULT '0',
  `logged` int(10) unsigned DEFAULT '0',
  `group` varchar(16) DEFAULT 'visitor',
  `authCode` varchar(64) DEFAULT NULL,
  `userSign` varchar(255) DEFAULT '' COMMENT '用户个性签名',
  `userTag` varchar(255) DEFAULT '学生' COMMENT '用户个性标签',
  `userAvatar` varchar(512) DEFAULT '' COMMENT '用户头像',
  `userBackImg` varchar(512) DEFAULT '' COMMENT '用户背景',
  `userSex` int(1) DEFAULT '1' COMMENT '用户性别',
  `userLifeStatus` varchar(20) DEFAULT '' COMMENT '情感状态',
  `location` varchar(120) DEFAULT '' COMMENT '用户位置',
  `credits` int(10) unsigned DEFAULT '0' COMMENT '用户信用',
  `level` int(2) unsigned DEFAULT '1' COMMENT '用户等级',
  `extend` text COMMENT '用户邀请'
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `typecho_users`
--

INSERT INTO `typecho_users` (`uid`, `name`, `password`, `mail`, `url`, `screenName`, `created`, `activated`, `logged`, `group`, `authCode`, `userSign`, `userTag`, `userAvatar`, `userBackImg`, `userSex`, `userLifeStatus`, `location`, `credits`, `level`, `extend`) VALUES
(1, 'qidouhai', '$P$BE1y0pBk7XkvnoBXyp7IMKe5njO30M0', 'qidouhai@163.com', 'http://itzhaoren.com/', '记录生活', 1631153904, 1668728423, 1665220723, 'administrator', '24356b47b141af4155f313484e7d5372', 'https://img.xjh.me/random_img.php?return=302', '学生', 'https://img.xjh.me/random_img.php?return=302', 'https://img.xjh.me/random_img.php?return=302', 1, '', '', 0, 1, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `typecho_user_follow`
--

CREATE TABLE IF NOT EXISTS `typecho_user_follow` (
  `id` bigint(20) NOT NULL,
  `uid` bigint(20) NOT NULL DEFAULT '0' COMMENT '用户ID',
  `fid` bigint(20) NOT NULL DEFAULT '0' COMMENT '关注用户ID',
  `createtime` int(10) DEFAULT '0' COMMENT '关注时间'
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Indexes for dumped tables
--

--
-- Indexes for table `typecho_circle_follow`
--
ALTER TABLE `typecho_circle_follow`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `typecho_comments`
--
ALTER TABLE `typecho_comments`
  ADD PRIMARY KEY (`coid`),
  ADD KEY `cid` (`cid`),
  ADD KEY `created` (`created`);

--
-- Indexes for table `typecho_contents`
--
ALTER TABLE `typecho_contents`
  ADD PRIMARY KEY (`cid`),
  ADD UNIQUE KEY `slug` (`slug`),
  ADD KEY `created` (`created`);

--
-- Indexes for table `typecho_creditslog`
--
ALTER TABLE `typecho_creditslog`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `typecho_favorites`
--
ALTER TABLE `typecho_favorites`
  ADD PRIMARY KEY (`fid`);

--
-- Indexes for table `typecho_fields`
--
ALTER TABLE `typecho_fields`
  ADD PRIMARY KEY (`cid`,`name`),
  ADD KEY `int_value` (`int_value`),
  ADD KEY `float_value` (`float_value`);

--
-- Indexes for table `typecho_metas`
--
ALTER TABLE `typecho_metas`
  ADD PRIMARY KEY (`mid`),
  ADD KEY `slug` (`slug`);

--
-- Indexes for table `typecho_notices`
--
ALTER TABLE `typecho_notices`
  ADD PRIMARY KEY (`id`),
  ADD KEY `uid` (`uid`);

--
-- Indexes for table `typecho_onemessages`
--
ALTER TABLE `typecho_onemessages`
  ADD PRIMARY KEY (`id`),
  ADD KEY `uid` (`uid`);

--
-- Indexes for table `typecho_options`
--
ALTER TABLE `typecho_options`
  ADD PRIMARY KEY (`name`,`user`);

--
-- Indexes for table `typecho_relationships`
--
ALTER TABLE `typecho_relationships`
  ADD PRIMARY KEY (`cid`,`mid`);

--
-- Indexes for table `typecho_smms_image_list`
--
ALTER TABLE `typecho_smms_image_list`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `typecho_users`
--
ALTER TABLE `typecho_users`
  ADD PRIMARY KEY (`uid`),
  ADD UNIQUE KEY `name` (`name`),
  ADD UNIQUE KEY `mail` (`mail`);

--
-- Indexes for table `typecho_user_follow`
--
ALTER TABLE `typecho_user_follow`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `typecho_circle_follow`
--
ALTER TABLE `typecho_circle_follow`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `typecho_comments`
--
ALTER TABLE `typecho_comments`
  MODIFY `coid` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=21;
--
-- AUTO_INCREMENT for table `typecho_contents`
--
ALTER TABLE `typecho_contents`
  MODIFY `cid` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=321;
--
-- AUTO_INCREMENT for table `typecho_creditslog`
--
ALTER TABLE `typecho_creditslog`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '积分日志表主键',AUTO_INCREMENT=52;
--
-- AUTO_INCREMENT for table `typecho_favorites`
--
ALTER TABLE `typecho_favorites`
  MODIFY `fid` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '收藏主键';
--
-- AUTO_INCREMENT for table `typecho_metas`
--
ALTER TABLE `typecho_metas`
  MODIFY `mid` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=8;
--
-- AUTO_INCREMENT for table `typecho_notices`
--
ALTER TABLE `typecho_notices`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '提醒表主键';
--
-- AUTO_INCREMENT for table `typecho_onemessages`
--
ALTER TABLE `typecho_onemessages`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '消息表主键';
--
-- AUTO_INCREMENT for table `typecho_smms_image_list`
--
ALTER TABLE `typecho_smms_image_list`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `typecho_users`
--
ALTER TABLE `typecho_users`
  MODIFY `uid` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `typecho_user_follow`
--
ALTER TABLE `typecho_user_follow`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
